Repository: ygsgdbd/XLocale
Catalog: ExampleData/*.xcloc/Localized Contents/*.xliff
Languages: ar, zh_hans, zh_hant

# CFBundleDisplayName
source: GFK
ar: 2. في المستقبل القريب، سيكون الاسترداد اليدوي لأصل المبلغ والأرباح مطلوبًا.

# CFBundleName
source: GFK
ar: جي إف كيه

# NSCameraUsageDescription
source: Camera usage required
ar: مطلوب استخدام الكاميرا
zh_hans: 需要使用相机2222222
zh_hant: 需要使用相機

# NSLocalNetworkUsageDescription
source: Network usage required
ar: مطلوب استخدام الشبكة
zh_hans: 需要网络使用
zh_hant: 需要網絡使用

# NSPhotoLibraryAddUsageDescription
source: Save the QR code
ar: احفظ رمز الاستجابة السريعة
zh_hans: 保存二维码
zh_hant: 保存二維碼

source: %@ %@ %lldx
ar: %@ %@ %lldس

source: %@ %@ deducted from your fund account
ar: %@ %@ خصم من حساب الصندوق الخاص بك
zh_hans: %@ %@ 从您的资金账户中扣除
zh_hant: %@ %@ 從您的資金賬戶中扣除

source: %@ %@ deposited into the fund account
ar: %@ %@ في حساب الصندوق
zh_hans: %@ %@ 存入资金账户
zh_hant: %@ %@ 存入資金賬戶

source: %@ %lldx
ar: %@ %lldس

source: %@ Follow Orders
ar: %@ اتبع الأوامر
zh_hans: %@ 跟随订单
zh_hant: %@ 跟隨訂單

source: %@ Image voucher
ar: %@ صورة قسيمة
zh_hans: %@ 图片凭证
zh_hant: %@ 圖片憑證

source: %@ Problem Description
ar: %@ وصف المشكلة
zh_hans: %@ 问题描述
zh_hant: %@ 問題描述

source: %@ Reason for appeal
ar: %@ سبب الاستئناف
zh_hans: %@ 申诉理由
zh_hant: %@ 申訴理由

source: %@ Telephone
ar: %@ هاتف
zh_hans: %@ 电话
zh_hant: %@ 電話

source: %@ in The Live Follwers
ar: %@ في المتابعين المباشرين
zh_hans: %@ 正在跟随
zh_hant: %@ 正在跟隨

source: %lld Persons
ar: %lld أشخاص
zh_hans: %lld 人
zh_hant: %lld 人

source: %lld Transaction
ar: %lld معاملة
zh_hans: %lld 笔交易
zh_hant: %lld 筆交易

source: %lld days
ar: %lld أيام
zh_hans: %lld 天
zh_hant: %lld 天

source: %lld minutes
ar: %lld دقيقة
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: (Created At) %@
ar: (تم الإنشاء في) %@
zh_hans: （创建于） %@
zh_hant: （創建於） %@

source: (First Choice)
ar: (الاختيار الاول)
zh_hans: (首选)
zh_hant: (首選)

source: (in the past 30 days)
ar: (في آخر 30 يومًا)
zh_hans: （过去30天内）
zh_hant: （過去30天內）

source: *TP/SL will apply to the entire postion. When the position closed, the order will be cancelled. When price reach trigger price, postion will be closed. If postion amount exceed max, order will be declined
ar: * سيتم تطبيق TP / SL على المنصب بأكمله. عند إغلاق المركز، سيتم إلغاء الأمر. عندما يصل السعر إلى سعر الزناد، سيتم إغلاق المنصب. إذا تجاوز مبلغ المنشور الحد الأقصى، فسيتم رفض الطلب
zh_hans: *TP/SL 将适用于整个持仓。当平仓时，订单将被取消。当价格达到触发价格时，仓位将被平仓。如果订单数量超过最大，订单将被拒绝
zh_hant: *TP/SL 將適用於整個持倉。當平倉時，訂單將被取消。當價格達到觸發價格時，倉位將被平倉。如果訂單數量超過最大，訂單將被拒絕

source: 1 hour
ar: 1 ساعة
zh_hans: 1小时
zh_hant: 1小時

source: 1. After the purchase is successful, no withdrawal of principal is allowed on the way, so please purchase with caution!
ar: 1. بعد نجاح عملية الشراء، لا يُسمح بسحب رأس المال في الطريق، لذا يرجى الشراء بحذر!
zh_hans: 1、购买成功后，途中不允许提取本金，请谨慎购买！
zh_hant: 1、購買成功後，途中不允許提取本金，請謹慎購買！

source: 1. Please do not recharge any non %@ assets to the above address, otherwise the assets will not be recoverable
ar: 1. يرجى عدم إعادة شحن أي أصول غير %@ إلى العنوان أعلاه، وإلا فلن تكون الأصول قابلة للاسترداد
zh_hans: 1.请不要向上述地址充值任何非 %@ 资产，否则资产将无法找回
zh_hant: 1.請不要向上述地址充值任何非 %@ 資產，否則資產將無法找回

source: 2. After you recharge to the above address, you need confirmation from the entire network node, and the account will be received after 6 network confirmations.
ar: 2. بعد إعادة الشحن إلى العنوان أعلاه، تحتاج إلى تأكيد من عقدة الشبكة بأكملها، وسيتم استلام الحساب بعد 6 تأكيدات للشبكة.
zh_hans: 2、您充值到上述地址后，需要全网络节点确认，6次网络确认后即可收到账户。
zh_hant: 2、您充值到上述地址後，需要全網絡節點確認，6次網絡確認後即可收到賬戶。

source: 2. In the near future, manual redemption of principal and earnings will be required.
ar: 2. في المستقبل القريب، سيكون الاسترداد اليدوي لأصل المبلغ والأرباح مطلوبًا.
zh_hans: 2、到期后，需手动赎回本金和收益。
zh_hant: 2、到期後，需手動贖回本金和收益。

source: 3 hour
ar: 3 ساعات
zh_hans: 3小时
zh_hant: 3小時

source: 3. Minimum recharge quantity: %@. Recharges less than the minimum quantity will not be credited.
ar: 3. الحد الأدنى لكمية الشحن: %@. لن يتم احتساب عمليات إعادة الشحن التي تقل عن الحد الأدنى للكمية.
zh_hans: 3. 最低充值数量： %@。低于最低数量的充值将不会被记入。
zh_hant: 3. 最低充值數量： %@。低於最低數量的充值將不會被記入。

source: 4. Please ensure the security of your computer and browser to prevent information from being tampered with or leaked
ar: 4. يرجى التأكد من أمان جهاز الكمبيوتر والمتصفح الخاص بك لمنع التلاعب بالمعلومات أو تسريبها
zh_hans: 4、请确保您的电脑和浏览器的安全，防止信息被篡改或泄露
zh_hant: 4、請確保您的電腦和瀏覽器的安全，防止信息被篡改或泄露

source: 6 hour
ar: 6 ساعات
zh_hans: 6小时
zh_hant: 6小時

source: 6 month
ar: 6 شهر
zh_hans: 6个月
zh_hant: 6個月

source: 6-digit payment password
ar: كلمة مرور الدفع المكونة من 6 أرقام
zh_hans: 6位交易密码
zh_hant: 6位交易密碼

source: 15 minutes
ar: 15 دقيقة
zh_hans: 15分钟
zh_hant: 15分鐘

source: 24h Change
ar: تغيير 24 ساعة
zh_hans: 24h 涨跌幅
zh_hant: 24h 漲跌幅

source: 24h High
ar: ارتفاع 24 ساعة
zh_hans: 24h 最高价
zh_hant: 24h 最高價

source: 24h Low
ar: 24 ساعة منخفض
zh_hans: 24h 最低价
zh_hant: 24h 最低價

source: 24h Service
ar: خدمة 24 ساعة
zh_hans: 24小时服务
zh_hant: 24小時服務

source: 24h Vol
ar: 24 ساعة المجلد
zh_hans: 24h 成交额
zh_hant: 24h 成交額

source: 24h Vol (%@)
ar: مجلد 24 ساعة (%@)
zh_hans: 24h 成交额 (%@)
zh_hant: 24h 成交額 (%@)

source: 30 minutes
ar: 30 دقيقة
zh_hans: 30分钟
zh_hant: 30分鐘

source: Account
ar: حساب
zh_hans: 帐户
zh_hant: 帳戶

source: Account Type
ar: نوع الحساب
zh_hans: 帐户类型
zh_hant: 帳戶類型

source: Account balance greater than %@ USDT
ar: رصيد الحساب أكبر من %@ USDT
zh_hans: 账户余额大于 %@ USDT
zh_hant: 賬戶余額大於 %@ USDT

source: Account not issued
ar: لم يتم إصدار الحساب
zh_hans: 待结算
zh_hant: 待結算

source: Accumulated amount (USDT)
ar: المبلغ المتراكم (USDT)
zh_hans: 累计金额（USDT）
zh_hant: 累計金額（USDT）

source: Activation Price (USDT)
ar: سعر التنشيط (USDT)
zh_hans: 激活价格 (USDT)
zh_hant: 激活價格 (USDT)

source: Ad
ar: إعلان
zh_hans: 广告
zh_hant: 廣告

source: Add
ar: يضيف
zh_hans: 添加
zh_hant: 添加

source: Add Email
ar: إضافة البريد الإلكتروني
zh_hans: 添加电子邮件
zh_hant: 添加電子郵件

source: Add Google Authenticator
ar: أضف أداة مصادقة جوجل
zh_hans: 添加谷歌验证器
zh_hant: 添加谷歌驗證器

source: Add Receiving Account
ar: إضافة حساب الاستلام
zh_hans: 添加收款方式
zh_hant: 添加收款方式

source: Add email verification for security verification when logging in, withdrawing coins, retrieving passwords, and modifying security settings
ar: إضافة التحقق من البريد الإلكتروني للتحقق الأمني عند تسجيل الدخول وسحب العملات المعدنية واسترجاع كلمات المرور وتعديل إعدادات الأمان
zh_hans: 添加邮箱验证，用于登录、提币、找回密码、修改安全设置时的安全验证
zh_hant: 添加郵箱驗證，用於登錄、提幣、找回密碼、修改安全設置時的安全驗證

source: Add mobile phone verification for security verification when logging in, withdrawing coins, retrieving passwords, and modifying security settings
ar: إضافة التحقق من الهاتف المحمول للتحقق الأمني عند تسجيل الدخول وسحب العملات المعدنية واسترجاع كلمات المرور وتعديل إعدادات الأمان
zh_hans: 添加手机验证，用于登录、提币、找回密码、修改安全设置时的安全验证
zh_hant: 添加手機驗證，用於登錄、提幣、找回密碼、修改安全設置時的安全驗證

source: Add payment method
ar: إضافة طريقة دفع
zh_hans: 添加收款方式
zh_hant: 添加收款方式

source: Add phone number
ar: أضف رقم الهاتف
zh_hans: 添加电话号码
zh_hant: 添加電話號碼

source: Additional evaluation
ar: تقييم إضافي
zh_hans: 补充评价
zh_hant: 補充評價

source: Address
ar: عنوان
zh_hans: 地址
zh_hant: 地址

source: Address authentication
ar: مصادقة العنوان
zh_hans: 地址认证
zh_hant: 地址認證

source: Adjust Leverage
ar: ضبط الرافعة المالية
zh_hans: 调整杠杆
zh_hant: 調整杠桿

source: Adjust Margin
ar: ضبط الهامش
zh_hans: 调整保证金
zh_hant: 調整保證金

source: Admin
ar: مسؤل
zh_hans: 管理员
zh_hant: 管理員

source: Ads Remaining: %@ %@
ar: الإعلانات المتبقية: %@ %@
zh_hans: 剩余广告数： %@ %@
zh_hant: 剩余廣告數： %@ %@

source: Advanced
ar: متقدم
zh_hans: 进阶认证
zh_hant: 進階認證

source: Advanced Certification
ar: شهادة متقدمة
zh_hans: 进阶认证
zh_hant: 進階認證

source: Advanced Certified
ar: المتقدمة المعتمدة
zh_hans: 进阶认证
zh_hant: 進階認證

source: Advanced Settings
ar: إعدادات متقدمة
zh_hans: 高级设置
zh_hant: 高級設置

source: After applying to become a C2C merchant, your security deposit will be temporarily frozen and will be returned in full if you release your merchant status.
ar: بعد التقدم بطلب لتصبح تاجر C2C، سيتم تجميد مبلغ التأمين الخاص بك مؤقتًا وسيتم إعادته بالكامل إذا قمت بتحرير حالة التاجر الخاصة بك.
zh_hans: 申请成为C2C商户后，您的保证金将被暂时冻结，若您解除商户资格，保证金将全额返还。
zh_hant: 申請成為C2C商戶後，您的保證金將被暫時凍結，若您解除商戶資格，保證金將全額返還。

source: After opening, you will be able to appear in the trading community and have a personal home page, and at the same time can be followed by users, and zero cost to get additional income with single, double profit. (Recommended)
ar: بعد الافتتاح ستتمكن من الظهور في مجتمع التداول ويكون لديك صفحة رئيسية شخصية، وفي نفس الوقت يمكن متابعتها من قبل المستخدمين، وبدون تكلفة للحصول على دخل إضافي بربح فردي مزدوج. (مُستَحسَن)
zh_hans: 开通后，您将可以出现在交易社区并拥有个人主页，同时可以被用户关注，零成本获得单、双利润的额外收入。 （受到推崇的）
zh_hant: 開通後，您將可以出現在交易社區並擁有個人主頁，同時可以被用戶關註，零成本獲得單、雙利潤的額外收入。 （受到推崇的）

source: After successful addition, return to the exchange to verify the new authenticator
ar: بعد الإضافة الناجحة، قم بالعودة إلى البورصة للتحقق من الموثق الجديد
zh_hans: 添加成功后，返回交易所验证新的身份验证器
zh_hant: 添加成功後，返回交易所驗證新的身份驗證器

source: After the transfer is completed, click the button
ar: بعد اكتمال النقل، انقر فوق الزر
zh_hans: 交易完成后，点击按钮
zh_hant: 交易完成後，點擊按鈕

source: Agent Rebate
ar: خصم الوكيل
zh_hans: 代理商返佣
zh_hant: 代理商返傭

source: Agent rebate program
ar: برنامج خصم الوكيل
zh_hans: 代理商返佣计划
zh_hant: 代理商返傭計劃

source: All
ar: الجميع
zh_hans: 全部
zh_hant: 全部

source: All Transactions
ar: كل الحركات المالية
zh_hans: 全部成交
zh_hant: 全部成交

source: Already have an account?
ar: هل لديك حساب؟
zh_hans: 已有账户？
zh_hant: 已有賬戶？

source: Amount
ar: كمية
zh_hans: 数量
zh_hant: 數量

source: Amount (%@)
ar: المبلغ (%@)
zh_hans: 金额 (%@)
zh_hant: 金額 (%@)

source: Amount (USDT)
ar: المبلغ (USDT)
zh_hans: 金额（USDT）
zh_hant: 金額（USDT）

source: Amount is required
ar: المبلغ مطلوب
zh_hans: 金额为必填项
zh_hant: 金額為必填項

source: Amount to
ar: مبلغ ل
zh_hans: 金额
zh_hant: 金額

source: Announcement
ar: إعلان
zh_hans: 公告
zh_hant: 公告

source: Annual interest rate
ar: معدل الفائدة السنوي
zh_hans: 年利率
zh_hant: 年利率

source: Annualized return
ar: العائد السنوي
zh_hans: 年化收益率
zh_hant: 年化收益率

source: Appeal
ar: جاذبية
zh_hans: 申诉
zh_hant: 申訴

source: Appeal Information
ar: معلومات الاستئناف
zh_hans: 申诉信息
zh_hant: 申訴信息

source: Appeal Record
ar: سجل الاستئناف
zh_hans: 申诉记录
zh_hant: 申訴記錄

source: Appeal again
ar: الاستئناف مرة أخرى
zh_hans: 再次申诉
zh_hant: 再次申訴

source: Appeal failed
ar: فشل الاستئناف
zh_hans: 申诉失败
zh_hant: 申訴失敗

source: Appeal successful
ar: نجح الاستئناف
zh_hans: 申诉成功
zh_hant: 申訴成功

source: Appealed successfully
ar: تم الاستئناف بنجاح
zh_hans: 申诉成功
zh_hant: 申訴成功

source: Apply
ar: يتقدم
zh_hans: 申请
zh_hant: 申請

source: Apply Now
ar: قدم الآن
zh_hans: 现在申请
zh_hant: 現在申請

source: Apply to become a %@
ar: تقدم بطلبك لتصبح %@
zh_hans: 申请成为 %@
zh_hant: 申請成為 %@

source: Approved
ar: موافقة
zh_hans: 已认证
zh_hant: 已認證

source: Are you sure you want to place the ad?
ar: هل أنت متأكد أنك تريد وضع الإعلان؟
zh_hans: 您确定要投放广告吗？
zh_hant: 您確定要投放廣告嗎？

source: Are you sure you want to remove the ad?
ar: هل أنت متأكد أنك تريد إزالة الإعلان؟
zh_hans: 您确定要删除广告吗？
zh_hant: 您確定要刪除廣告嗎？

source: Asset Details
ar: تفاصيل الأصول
zh_hans: 资产详情
zh_hant: 資產詳情

source: Asset Overview
ar: نظرة عامة على الأصول
zh_hans: 资产总览
zh_hant: 資產總覽

source: Asset balance (%@)
ar: رصيد الأصول (%@)
zh_hans: 资产余额 (%@)
zh_hant: 資產余額 (%@)

source: Assets
ar: أصول
zh_hans: 行情
zh_hant: 行情

source: At least one verification method needs to be retained
ar: يجب الاحتفاظ بطريقة تحقق واحدة على الأقل
zh_hans: 至少需要保留一种验证方法
zh_hant: 至少需要保留一種驗證方法

source: Audit Failed
ar: فشل التدقيق
zh_hans: 审核失败
zh_hant: 審核失敗

source: Audit failed
ar: فشل التدقيق
zh_hans: 审核失败
zh_hant: 審核失敗

source: Auditing
ar: التدقيق
zh_hans: 审核中
zh_hant: 審核中

source: Authenticate Now
ar: المصادقة الآن
zh_hans: 立即认证
zh_hant: 立即認證

source: Authentication failure
ar: فشل المصادقة
zh_hans: 验证失败
zh_hant: 驗證失敗

source: Authenticator Code
ar: كود المصدق
zh_hans: 谷歌验证码
zh_hant: 谷歌驗證碼

source: Available
ar: متاح
zh_hans: 可用
zh_hant: 可用

source: Available: %@
ar: متاح: %@
zh_hans: 可用： %@
zh_hant: 可用： %@

source: Avaliable: %@ %@
ar: متوافر: %@ %@
zh_hans: 可用： %@ %@
zh_hant: 可用： %@ %@

source: Avatar
ar: الصورة الرمزية
zh_hans: 头像
zh_hant: 頭像

source: Average Price
ar: متوسط السعر
zh_hans: 平均价格
zh_hant: 平均價格

source: Average payment time
ar: متوسط وقت الدفع
zh_hans: 平均付款时间
zh_hant: 平均付款時間

source: Avg. Price (U)
ar: متوسط السعر (ش)
zh_hans: 平均价格 (U)
zh_hant: 平均價格 (U)

source: Avg. Price / Order Price
ar: متوسط السعر / سعر الطلب
zh_hans: 平均价格 / 订单价格
zh_hant: 平均價格 / 訂單價格

source: Avg. payment time
ar: متوسط وقت الدفع
zh_hans: 平均付款时间
zh_hant: 平均付款時間

source: BUY
ar: يشتري
zh_hans: 购买
zh_hant: 購買

source: Bad
ar: سيء
zh_hans: 差评
zh_hant: 差評

source: Balance: %@ %@
ar: الرصيد: %@ %@
zh_hans: 余额： %@ %@
zh_hant: 余額： %@ %@

source: Basic
ar: أساسي
zh_hans: 基础
zh_hant: 基礎

source: Become C2C Merchant Application
ar: كن تطبيق تاجر C2C
zh_hans: 成为C2C商户申请
zh_hant: 成為C2C商戶申請

source: Become a %@ Certified Merchant
ar: كن تاجرًا معتمدًا %@
zh_hans: 成为 %@ 认证商户
zh_hant: 成為 %@ 認證商戶

source: Become a C2C Merchant
ar: كن تاجر C2C
zh_hans: 成为C2C商家
zh_hant: 成為C2C商家

source: Become a GFK certified advertiser, advertisement publishing rights Limitations, enjoy more trading privileges
ar: كن معلنًا معتمدًا من GFK، مع قيود على حقوق نشر الإعلانات، واستمتع بمزيد من امتيازات التداول
zh_hans: 成为GFK认证广告商，广告发布权限制，享受更多交易特权
zh_hant: 成為GFK認證廣告商，廣告發布權限制，享受更多交易特權

source: Become a merchant
ar: كن تاجرا
zh_hans: 成为商家
zh_hant: 成為商家

source: Bill details
ar: تفاصيل الفاتورة
zh_hans: 账单详情
zh_hant: 賬單詳情

source: Bind Email
ar: ربط البريد الإلكتروني
zh_hans: 绑定邮箱
zh_hant: 綁定郵箱

source: Bind Mobile
ar: ربط الجوال
zh_hans: 绑定手机
zh_hant: 綁定手機

source: Blacklists
ar: القوائم السوداء
zh_hans: 黑名单
zh_hant: 黑名單

source: Block
ar: حاجز
zh_hans: 拉黑
zh_hant: 拉黑

source: Blocked
ar: محظور
zh_hans: 已拉黑
zh_hant: 已拉黑

source: Buy
ar: يشتري
zh_hans: 购买
zh_hant: 購買

source: Buy %@
ar: شراء %@
zh_hans: 购买 %@
zh_hant: 購買 %@

source: Buy %lld
ar: شراء %lld
zh_hans: 购买 %lld
zh_hant: 購買 %lld

source: Buyer appeal failed
ar: فشل استئناف المشتري
zh_hans: 买家申诉失败
zh_hant: 買家申訴失敗

source: Buyer appealed successfully
ar: استأنف المشتري بنجاح
zh_hans: 买家申诉成功
zh_hant: 買家申訴成功

source: Buyer nickname
ar: لقب المشتري
zh_hans: 买家昵称
zh_hant: 買家昵稱

source: Buying coins/recharging/trading
ar: شراء العملات المعدنية / إعادة الشحن / التداول
zh_hans: 买币/充值/交易
zh_hant: 買幣/充值/交易

source: By
ar: بواسطة
zh_hans: 通过
zh_hant: 通過

source: C2C Quickly Purchase Your Initial Encrypted Funds
ar: قم بشراء أموالك المشفرة الأولية بسرعة من C2C
zh_hans: C2C快速购买您的初始加密资金
zh_hant: C2C快速購買您的初始加密資金

source: C2C merchants publish advertisements
ar: ينشر تجار C2C إعلانات
zh_hans: C2C商家发布广告
zh_hant: C2C商家發布廣告

source: C2C transaction unlimited
ar: معاملة C2C غير محدودة
zh_hans: C2C交易无限制
zh_hant: C2C交易無限制

source: Callback price
ar: سعر رد الاتصال
zh_hans: 回调价格
zh_hant: 回調價格

source: Camera
ar: آلة تصوير
zh_hans: 相机
zh_hant: 相機

source: Cancel
ar: يلغي
zh_hans: 取消
zh_hant: 取消

source: Cancel All
ar: ألغ الكل
zh_hans: 全部取消
zh_hant: 全部取消

source: Cancel Appeal
ar: إلغاء الاستئناف
zh_hans: 取消申诉
zh_hant: 取消申訴

source: Cancel the appeal
ar: إلغاء الاستئناف
zh_hans: 取消申诉
zh_hant: 取消申訴

source: Cancel time
ar: إلغاء الوقت
zh_hans: 取消时间
zh_hant: 取消時間

source: Canceled
ar: ألغيت
zh_hans: 取消
zh_hant: 取消

source: Cancellation
ar: إلغاء
zh_hans: 取消
zh_hant: 取消

source: Cannot select all security verification methods
ar: لا يمكن تحديد كافة طرق التحقق من الأمان
zh_hans: 不能选择所有安全验证方式
zh_hant: 不能選擇所有安全驗證方式

source: Certification requirements
ar: متطلبات الشهادة
zh_hans: 认证要求
zh_hant: 認證要求

source: Change
ar: يتغير
zh_hans: 修改
zh_hant: 修改

source: Change Buy Ads
ar: تغيير شراء الإعلانات
zh_hans: 修改广告
zh_hant: 修改廣告

source: Change Email
ar: تغيير الايميل
zh_hans: 更改电子邮件
zh_hant: 更改電子郵件

source: Change Google Authenticator
ar: تغيير أداة مصادقة جوجل
zh_hans: 更换谷歌身份验证器
zh_hant: 更換谷歌身份驗證器

source: Change Mobile
ar: تغيير الجوال
zh_hans: 修改手机
zh_hant: 修改手機

source: Change Name
ar: تغيير الإسم
zh_hans: 修改名字
zh_hant: 修改名字

source: Chat
ar: محادثة
zh_hans: 聊天
zh_hant: 聊天

source: Check
ar: يفحص
zh_hans: 检查
zh_hant: 檢查

source: Checked
ar: التحقق
zh_hans: 已检查
zh_hant: 已檢查

source: Choose at least 1 payment method
ar: اختر طريقة دفع واحدة على الأقل
zh_hans: 选择至少 1 种付款方式
zh_hant: 選擇至少 1 種付款方式

source: Circulation Supply
ar: توريد الدورة الدموية
zh_hans: 流通总量
zh_hant: 流通總量

source: Click Confirm Receipt to release digital coins to Mofang. Please be sure to confirm after receiving the payment from your bank account or third-party platform. Please do not release coins until you receive payment from the buyer.
ar: انقر فوق تأكيد الاستلام لإصدار العملات الرقمية إلى Mofang. يرجى التأكد من التأكيد بعد استلام الدفعة من حسابك المصرفي أو منصة الطرف الثالث. من فضلك لا تطلق العملات المعدنية حتى تتلقى الدفع من المشتري.
zh_hans: 点击【确认收款】，将向买方放行数字货币。请您务必在银行账户或第三方平台收到付款后再点击确认。在未收到买方付款之前，请勿放币。
zh_hant: 點擊【確認收款】，將向買方放行數字貨幣。請您務必在銀行賬戶或第三方平臺收到付款後再點擊確認。在未收到買方付款之前，請勿放幣。

source: Close
ar: يغلق
zh_hans: 平仓
zh_hant: 平倉

source: Close Position
ar: إغلاق الموقف
zh_hans: 平仓
zh_hant: 平倉

source: Closed/Quantity:
ar: مغلق/الكمية:
zh_hant: 已關閉/數量：

source: Code
ar: شفرة
zh_hans: 验证码
zh_hant: 驗證碼

source: Coin Account
ar: حساب العملة
zh_hans: 币币账户
zh_hant: 幣幣賬戶

source: Commission
ar: عمولة
zh_hans: 委托深度
zh_hant: 委托深度

source: Commission Depth
ar: عمق العمولة
zh_hans: 委托深度
zh_hant: 委托深度

source: Complete
ar: مكتمل
zh_hans: 完成
zh_hant: 完成

source: Complete / Total
ar: كامل / المجموع
zh_hans: 已成交 / 委托总量
zh_hant: 已成交 / 委托總量

source: Complete KYC verification immediately to proceed with the first transaction.
ar: أكمل عملية التحقق من KYC فورًا لمتابعة المعاملة الأولى.
zh_hans: 立刻完成 KYC 进行首次交易
zh_hant: 立刻完成 KYC 進行首次交易

source: Complete authentication and advanced certification
ar: المصادقة الكاملة والشهادة المتقدمة
zh_hans: 完成的普通认证和进阶认证
zh_hant: 完成的普通認證和進階認證

source: Complete cell phone number and email binding
ar: أكمل رقم الهاتف الخليوي وربط البريد الإلكتروني
zh_hans: 完整的手机号码和邮箱绑定
zh_hant: 完整的手機號碼和郵箱綁定

source: Complete time
ar: الوقت الكامل
zh_hans: 完成时间
zh_hant: 完成時間

source: Completed
ar: مكتمل
zh_hans: 已完成
zh_hant: 已完成

source: Completed Orders(30d)
ar: الطلبات المكتملة(30د)
zh_hans: 已完成订单(30天)
zh_hant: 已完成訂單(30天)

source: Completion Rate(30d)
ar: معدل الإنجاز (30د)
zh_hans: 完成率(30天)
zh_hant: 完成率(30天)

source: Comply
ar: يمتثل
zh_hans: 遵守
zh_hant: 遵守

source: Confirm
ar: يتأكد
zh_hans: 确认
zh_hant: 確認

source: Confirm Password
ar: تأكيد كلمة المرور
zh_hans: 确认密码
zh_hant: 確認密碼

source: Confirm photos
ar: تأكيد الصور
zh_hans: 确认照片
zh_hant: 確認照片

source: Confirming
ar: التأكد
zh_hans: 正在确认
zh_hant: 正在確認

source: Congratulations! You have successfully placed your ad, please check back for new orders!
ar: تهانينا! لقد قمت بوضع إعلانك بنجاح، يرجى التحقق مرة أخرى للحصول على طلبات جديدة!
zh_hans: 恭喜！您已成功发布广告，请及时查看新订单
zh_hant: 恭喜！您已成功發布廣告，請及時查看新訂單

source: Contact TA
ar: اتصل بـ TA
zh_hans: 联系 TA
zh_hant: 聯系 TA

source: Contact Us
ar: اتصل بنا
zh_hans: 联系我们
zh_hant: 聯系我們

source: Continue
ar: يكمل
zh_hans: 继续
zh_hant: 繼續

source: Contract
ar: عقد
zh_hans: 合约
zh_hant: 合約

source: Contract Account
ar: حساب العقد
zh_hans: 合约账户
zh_hant: 合約賬戶

source: Convenient management
ar: إدارة مريحة
zh_hans: 管理便捷
zh_hant: 管理便捷

source: Copy 16 bit key (or scan QR code)
ar: انسخ مفتاح 16 بت (أو امسح رمز QR ضوئيًا)
zh_hans: 复制16位密钥（或扫描二维码）
zh_hant: 復制16位密鑰（或掃描二維碼）

source: Copy Success
ar: نسخ النجاح
zh_hans: 复制成功
zh_hant: 復制成功

source: Copy Trading
ar: نسخ التداول
zh_hans: 跟单交易
zh_hant: 跟單交易

source: Copy trade Settings
ar: نسخ إعدادات التجارة
zh_hans: 跟单交易设置
zh_hant: 跟單交易設置

source: Copy trading amount:
ar: نسخ مبلغ التداول:
zh_hans: 跟单交易金额：
zh_hant: 跟單交易金額：

source: Country / Region
ar: البلد / المنطقة
zh_hans: 国家／地区
zh_hant: 國家／地區

source: Country or region
ar: الدولة او المنطقة
zh_hans: 国家或地区
zh_hant: 國家或地區

source: Cross
ar: يعبر
zh_hans: 全仓
zh_hant: 全倉

source: Cross Margin Mode: Positions with the same margin asset share the cross margin for that asset. In the event of liquidation, the trader may lose all of the margin and all cross margin positions under that margin asset. Isolated Margin Mode: A specific amount of margin is allocated to a position. If the position's margin loss falls below the maintenance margin level, the position will be liquidated. In Isolated Margin Mode, you can add or reduce margin for this position.
ar: وضع الهامش المتقاطع: تشترك المراكز التي لها نفس أصل الهامش في الهامش المتقاطع لذلك الأصل. في حالة التصفية، قد يخسر المتداول كل الهامش وجميع مراكز الهامش المتقاطع ضمن أصل الهامش هذا. وضع الهامش المعزول: يتم تخصيص مبلغ محدد من الهامش للمركز. إذا انخفضت خسارة هامش المركز إلى ما دون مستوى هامش الصيانة، فسيتم تصفية المركز. في وضع الهامش المعزول، يمكنك إضافة أو تقليل الهامش لهذا الموضع.
zh_hans: 全仓保证金模式：相同保证金资产的仓位共享该资产的全仓保证金。如果发生强平，交易者可能会损失该保证金资产下的所有保证金和所有全仓保证金头寸。逐仓保证金模式：为仓位分配一定数量的保证金。如果仓位的保证金损失低于维持保证金水平，该仓位将被强平。在逐仓保证金模式下，您可以增加或减少该仓位的保证金。
zh_hant: 全倉保證金模式：相同保證金資產的倉位共享該資產的全倉保證金。如果發生強平，交易者可能會損失該保證金資產下的所有保證金和所有全倉保證金頭寸。逐倉保證金模式：為倉位分配一定數量的保證金。如果倉位的保證金損失低於維持保證金水平，該倉位將被強平。在逐倉保證金模式下，您可以增加或減少該倉位的保證金。

source: Cross Price
ar: تحطيم الأسعار
zh_hans: 全仓价格
zh_hant: 全倉價格

source: Crypto
ar: تشفير
zh_hans: 币种
zh_hant: 幣種

source: Cumulative (Times)
ar: التراكمي (مرات)
zh_hans: 累计（次）
zh_hant: 累計（次）

source: Cumulative (USDT)
ar: التراكمي (USDT)
zh_hans: 累计（USDT）
zh_hant: 累計（USDT）

source: Cumulative Total Return
ar: العائد الإجمالي التراكمي
zh_hans: 累计总回报
zh_hant: 累計總回報

source: Cumulative Total Return (USDT)
ar: العائد الإجمالي التراكمي (USDT)
zh_hans: 累计总回报（USDT）
zh_hant: 累計總回報（USDT）

source: Cumulative income
ar: الدخل التراكمي
zh_hans: 累计收入
zh_hant: 累計收入

source: Cumulative income ≈
ar: الدخل التراكمي ≈
zh_hans: 累计收入 ≈
zh_hant: 累計收入 ≈

source: Cumulative income(U)
ar: الدخل التراكمي (U)
zh_hans: 累计收入(U)
zh_hant: 累計收入(U)

source: Cumulative numbers
ar: أرقام تراكمية
zh_hans: 累计数量
zh_hant: 累計數量

source: Cumulative return
ar: العائد التراكمي
zh_hans: 累计回报
zh_hant: 累計回報

source: Currency
ar: عملة
zh_hans: 币种
zh_hant: 幣種

source: Currency Sub-order
ar: الطلب الفرعي للعملة
zh_hans: 币种子订单
zh_hant: 幣種子訂單

source: Currency/Time
ar: العملة/الوقت
zh_hans: 币种/时间
zh_hant: 幣種/時間

source: Current
ar: حاضِر
zh_hans: 活期
zh_hant: 活期

source: Current Financial Details
ar: التفاصيل المالية الحالية
zh_hans: 活期理财详情
zh_hant: 活期理財詳情

source: Current Position Margin
ar: هامش المركز الحالي
zh_hans: 仓位保证金
zh_hant: 倉位保證金

source: Current Price
ar: السعر الحالي
zh_hans: 现价
zh_hant: 現價

source: Current market price x exchange rate x price fluctuation index
ar: سعر السوق الحالي × سعر الصرف × مؤشر تقلبات الأسعار
zh_hans: 当前市场价格 x 汇率 x 价格波动指数
zh_hant: 當前市場價格 x 匯率 x 價格波動指數

source: Current position
ar: الموقف الحالى
zh_hans: 当前持仓
zh_hant: 當前持倉

source: Customer Service
ar: خدمة الزبائن
zh_hans: 客户服务
zh_hant: 客戶服務

source: Customer Service Center
ar: مركز خدمة العملاء
zh_hans: 客服中心
zh_hant: 客服中心

source: Customer service intervention
ar: تدخل خدمة العملاء
zh_hans: 客服介入
zh_hant: 客服介入

source: Daily Following Capital
ar: رأس المال التالي اليومي
zh_hans: 每日追踪资金
zh_hant: 每日追蹤資金

source: Date
ar: تاريخ
zh_hans: 日期
zh_hant: 日期

source: Deadline (days)
ar: الموعد النهائي (أيام)
zh_hans: 期限 (天)
zh_hant: 期限 (天)

source: Delete
ar: يمسح
zh_hans: 删除
zh_hant: 刪除

source: Delisted
ar: تم شطبها
zh_hans: 下架
zh_hant: 下架

source: Deposit
ar: إيداع
zh_hans: 存入
zh_hant: 存入

source: Depth map
ar: خريطة العمق
zh_hans: 深度图
zh_hant: 深度圖

source: Details
ar: تفاصيل
zh_hans: 详情
zh_hant: 詳情

source: Device
ar: جهاز
zh_hans: 设备
zh_hant: 設備

source: Digital asset
ar: الأصول الرقمية
zh_hans: 数字资产
zh_hant: 數字資產

source: Digital currency
ar: العملة الرقمية
zh_hans: 数字货币
zh_hant: 數字貨幣

source: Direction
ar: اتجاه
zh_hans: 方向
zh_hant: 方向

source: Done
ar: منتهي
zh_hans: 完成
zh_hant: 完成

source: Download
ar: تحميل
zh_hans: 下载
zh_hant: 下載

source: Due Date
ar: تاريخ الاستحقاق
zh_hans: 到期日
zh_hant: 到期日

source: Earn 8% profit
ar: احصل على ربح 8%
zh_hans: 赚取 8% 的利润
zh_hant: 賺取 8% 的利潤

source: Edit
ar: يحرر
zh_hans: 编辑
zh_hant: 編輯

source: Edit Copy Trading
ar: تحرير نسخ التداول
zh_hans: 编辑跟单交易
zh_hant: 編輯跟單交易
