Repository: ygsgdbd/XLocale
Catalog: ExampleData/*.xcloc/Localized Contents/*.xliff
Languages: ar, zh_hans, zh_hant

source: Edit Receiving Account
ar: تحرير حساب الاستلام
zh_hans: 编辑收款账号
zh_hant: 編輯收款賬號

source: Email
ar: بريد إلكتروني
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Email Code
ar: رمز البريد الإلكتروني
zh_hans: 邮箱验证码
zh_hant: 郵箱驗證碼

source: Email Verification
ar: تأكيد بواسطة البريد الالكتروني
zh_hans: 电子邮件验证
zh_hant: 電子郵件驗證

source: Est. Lit. Price After Decrease
ar: EST. أشعل. السعر بعد التخفيض
zh_hans: 调整后参考强平价
zh_hant: 調整後參考強平價

source: Est. Lit. Price After Increase
ar: EST. أشعل. السعر بعد الزيادة
zh_hans: 调整后参考强平价
zh_hant: 調整後參考強平價

source: Estimated Price:
ar: السعر المقدر:
zh_hans: 预估价：
zh_hant: 預估價：

source: Estimated annual interest rate
ar: سعر الفائدة السنوي المقدر
zh_hans: 预计年利率
zh_hant: 預計年利率

source: Estimation
ar: تقدير
zh_hans: 评价
zh_hant: 評價

source: Evaluation
ar: تقييم
zh_hans: 评价
zh_hant: 評價

source: Exchange Rate
ar: سعر الصرف
zh_hans: 汇率
zh_hant: 匯率

source: Exchange Rate:
ar: سعر الصرف:
zh_hans: 汇率:
zh_hant: 匯率:

source: Exclusive certification
ar: شهادة حصرية
zh_hans: 专属认证
zh_hant: 專屬認證

source: Exit
ar: مخرج
zh_hans: 退出
zh_hant: 退出

source: Expire date
ar: تاريخ انتهاء الصلاحية
zh_hans: 到期日期
zh_hant: 到期日期

source: Extract
ar: يستخرج
zh_hans: 提现
zh_hant: 提現

source: Face-to-face invitation
ar: دعوة وجهاً لوجه
zh_hans: 面对面邀请
zh_hant: 面對面邀請

source: Failed
ar: فشل
zh_hans: 失败
zh_hant: 失敗

source: Failed application
ar: فشل التطبيق
zh_hans: 申请失败
zh_hant: 申請失敗

source: Favorable
ar: ملائم
zh_hans: 好评
zh_hant: 好評

source: Favorite
ar: مفضل
zh_hans: 自选
zh_hant: 自選

source: Favorites
ar: المفضلة
zh_hans: 自选
zh_hant: 自選

source: Fee
ar: مصاريف
zh_hans: 手续费
zh_hant: 手續費

source: Fee (%@)
ar: الرسوم (%@)
zh_hans: 手续费(%@)
zh_hant: 手續費(%@)

source: Fiat currency
ar: عملة ورقية
zh_hans: 法币
zh_hant: 法幣

source: Fill in
ar: أملأ
zh_hans: 填写
zh_hant: 填寫

source: Fill or Kill FOK
ar: املأ أو اقتل FOK
zh_hans: 全部成交或取消
zh_hant: 全部成交或取消

source: Filled
ar: مملوء
zh_hans: 已成交
zh_hant: 已成交

source: Filled (%@)
ar: معبأ (%@)
zh_hans: 已成交 (%@)
zh_hant: 已成交 (%@)

source: Filled Order
ar: أمر معبأ
zh_hans: 已成交订单
zh_hant: 已成交訂單

source: Filled Price
ar: سعر معبأ
zh_hans: 成交价格
zh_hant: 成交價格

source: Filled Quantity (%@)
ar: الكمية المعبأة (%@)
zh_hans: 成交数量 (%@)
zh_hant: 成交數量 (%@)

source: Filled/All (%@)
ar: معبأ/الكل (%@)
zh_hans: 已成交/全部 (%@)
zh_hant: 已成交/全部 (%@)

source: Filter
ar: منقي
zh_hans: 筛选
zh_hant: 篩選

source: Financial
ar: مالي
zh_hans: 理财
zh_hant: 理財

source: Financial Account
ar: حساب مالي
zh_hans: 理财账户
zh_hant: 理財賬戶

source: Financial product
ar: المنتج المالي
zh_hans: 理财产品
zh_hant: 理財產品

source: Financial transaction amount (U)
ar: مبلغ المعاملة المالية (U)
zh_hans: 理财交易金额 (U)
zh_hant: 理財交易金額 (U)

source: Financial transactions require real-name authentication to be completed. Please complete the KYC verification as soon as possible.
ar: تتطلب المعاملات المالية إكمال مصادقة الاسم الحقيقي. يرجى إكمال التحقق من KYC في أقرب وقت ممكن.
zh_hans: 理财交易需要实名认证才能完成，请尽快完成 KYC 验证。
zh_hant: 理財交易需要實名認證才能完成，請盡快完成 KYC 驗證。

source: Fixed Amount Follow
ar: متابعة المبلغ الثابت
zh_hans: 固定金额跟随
zh_hant: 固定金額跟隨

source: Fixed price
ar: سعر ثابت
zh_hans: 固定价格
zh_hant: 固定價格

source: Flow of funds
ar: تدفق الأموال
zh_hans: 资金流水
zh_hant: 資金流水

source: Follow
ar: يتبع
zh_hans: 跟随
zh_hant: 跟隨

source: Follow Now
ar: اتبع الآن
zh_hans: 立即跟单
zh_hant: 立即跟單

source: Follow the Yield
ar: اتبع العائد
zh_hans: 跟随数量
zh_hant: 跟隨數量

source: Follower
ar: تابع
zh_hans: 跟随者
zh_hant: 跟隨者

source: Follower/Recommended Time
ar: المتابع/الوقت الموصى به
zh_hans: 跟随者/推荐时间
zh_hant: 跟隨者/推薦時間

source: Following Amount
ar: المبلغ التالي
zh_hans: 跟随金额
zh_hant: 跟隨金額

source: Following this trader's position capital reaches this value, no more orders will be followed
ar: بعد أن يصل رأس مال مركز هذا المتداول إلى هذه القيمة، لن يتم اتباع المزيد من الأوامر
zh_hans: 当该交易者的持仓资金达到该值后，将不再跟进订单
zh_hant: 當該交易者的持倉資金達到該值後，將不再跟進訂單

source: For example, if you set it at 70%, the followed order will have a default stop loss at 70%
ar: على سبيل المثال، إذا قمت بتعيينه عند 70%، فسيكون للأمر المتبع وقف خسارة افتراضي عند 70%.
zh_hans: 例如，如果您设置为70%，则后续订单的默认止损为70%
zh_hant: 例如，如果您設置為70%，則後續訂單的默認止損為70%

source: Forgot Password
ar: هل نسيت كلمة السر
zh_hans: 忘记密码
zh_hant: 忘記密碼

source: Freeze
ar: تجميد
zh_hans: 冻结
zh_hant: 凍結

source: Friend
ar: صديق
zh_hans: 注册人数
zh_hant: 註冊人數

source: Friend Followers Take Profit
ar: أتباع الأصدقاء يأخذون الربح
zh_hans: 朋友追随者获利
zh_hant: 朋友追隨者獲利

source: Friends Who Started Trading
ar: الأصدقاء الذين بدأوا التداول
zh_hans: 开始交易的人数
zh_hant: 開始交易的人數

source: From
ar: من
zh_hans: 来自
zh_hant: 來自

source: Functions and limits:
ar: الوظائف والحدود:
zh_hans: 功能和限制：
zh_hant: 功能和限制：

source: Fund Account
ar: حساب الصندوق
zh_hans: 资金账户
zh_hant: 資金賬戶

source: Funding account available:
ar: حساب التمويل متاح:
zh_hans: 可用资金账户：
zh_hant: 可用資金賬戶：

source: Funding account replenishment
ar: تجديد حساب التمويل
zh_hans: 资金账户充值
zh_hant: 資金賬戶充值

source: Funds
ar: أموال
zh_hans: 资金
zh_hant: 資金

source: GFK
ar: جي إف كيه

source: GFK Exchange Platform
ar: منصة تبادل جي إف كيه
zh_hans: GFK交易平台
zh_hant: GFK交易平臺

source: Ganiners
ar: الرابحين
zh_hans: 涨幅榜
zh_hant: 漲幅榜

source: General
ar: عام
zh_hans: 通用
zh_hant: 通用

source: Get Help
ar: احصل على مساعدة
zh_hans: 帮助
zh_hant: 幫助

source: Get Leads Commission 25% of
ar: احصل على عمولة العملاء المحتملين بنسبة 25%
zh_hans: 获得潜在客户佣金 25%
zh_hant: 獲得潛在客戶傭金 25%

source: Get certified
ar: الحصول على شهادة
zh_hans: 获得认证
zh_hant: 獲得認證

source: Go to Trader Selection
ar: انتقل إلى اختيار المتداول
zh_hans: 前往跟单员选择
zh_hant: 前往跟單員選擇

source: Go to bind
ar: اذهب للربط
zh_hans: 去绑定
zh_hant: 去綁定

source: Good Till Cancelled GTC
ar: جيد حتى يتم إلغاؤه GTC
zh_hans: 有效直到取消
zh_hant: 有效直到取消

source: Google Authenticator
ar: أداة مصادقة جوجل
zh_hans: 谷歌身份验证器
zh_hant: 谷歌身份驗證器

source: Google Authenticator Code
ar: رمز التحقق من جوجل
zh_hans: Google 验证码
zh_hant: Google 驗證碼

source: Google Code
ar: كود جوجل
zh_hans: 谷歌验证码
zh_hant: 谷歌驗證碼

source: Google Verification is a third-party independent security solution launched by Google Inc. that can provide further security protection for your account. After opening, account login and coin withdrawal will require verification by Google, greatly improving the account security level.
ar: يعد التحقق من Google حلاً أمنيًا مستقلاً تابعًا لجهة خارجية أطلقته شركة Google Inc. ويمكنه توفير المزيد من الحماية الأمنية لحسابك. بعد الفتح، سيتطلب تسجيل الدخول إلى الحساب وسحب العملة التحقق من Google، مما يؤدي إلى تحسين مستوى أمان الحساب بشكل كبير.
zh_hans: 谷歌验证是谷歌公司推出的第三方独立安全解决方案，可以为您的账户提供进一步的安全保护。开通后，账户登录和提币都需要谷歌验证，大大提高账户安全级别。
zh_hant: 谷歌驗證是谷歌公司推出的第三方獨立安全解決方案，可以為您的賬戶提供進一步的安全保護。開通後，賬戶登錄和提幣都需要谷歌驗證，大大提高賬戶安全級別。

source: Grand total
ar: المجموع الإجمالي
zh_hans: 累计
zh_hant: 累計

source: Hello! I'm here to assist you. Please feel free to type your questions, and don't forget to leave your contact information ~
ar: مرحبًا! أنا هنا لمساعدتك. لا تتردد في كتابة أسئلتك، ولا تنسى أن تترك معلومات الاتصال الخاصة بك ~
zh_hans: 你好！我来帮助您。请随时输入您的问题，不要忘记留下您的联系人信息~
zh_hant: 你好！我來幫助您。請隨時輸入您的問題，不要忘記留下您的聯系人信息~

source: Hello, World!
ar: مرحبا بالعالم!
zh_hans: 你好世界！
zh_hant: 你好世界！

source: Help
ar: يساعد
zh_hans: 帮助
zh_hant: 幫助

source: Hidden canceled
ar: تم إلغاء مخفي
zh_hans: 隐藏取消
zh_hant: 隱藏取消

source: Hide other contract
ar: إخفاء العقد الآخر
zh_hans: 隐藏其他合约
zh_hant: 隱藏其他合約

source: Hide other pairs
ar: إخفاء أزواج أخرى
zh_hans: 隐藏其他对
zh_hant: 隱藏其他對

source: Hide zero assets
ar: إخفاء الأصول الصفرية
zh_hans: 隐藏零资产
zh_hant: 隱藏零資產

source: High
ar: عالي
zh_hans: 高
zh_hant: 高

source: Highest Price
ar: اغلى سعر
zh_hans: 最高价格
zh_hant: 最高價格

source: Hist. Position
ar: اصمت. موضع
zh_hans: 历史持仓
zh_hant: 歷史持倉

source: Historical details
ar: تفاصيل تاريخية
zh_hans: 历史详情
zh_hant: 歷史詳情

source: History Record
ar: سجل التاريخ
zh_hans: 历史记录
zh_hant: 歷史記錄

source: Home
ar: بيت
zh_hans: 首页
zh_hant: 首頁

source: Hot
ar: حار
zh_hans: 热门
zh_hant: 熱門

source: How to Become a Certified Merchant
ar: كيف تصبح تاجرًا معتمدًا
zh_hans: 如何成为认证商家
zh_hant: 如何成為認證商家

source: I don't want it anymore
ar: أنا لا أريد ذلك بعد الآن
zh_hans: 我不再想要了
zh_hant: 我不再想要了

source: I have confirmed receipt of payment
ar: لقد أكدت استلام الدفع
zh_hans: 我已确认收款
zh_hant: 我已確認收款

source: I have read and agree [Privacy Agreement](click://privacy) and [User Agreement](click://user)
ar: لقد قرأت ووافقت على [اتفاقية الخصوصية](click://privacy) و[اتفاقية المستخدم](click://user)
zh_hans: 我已阅读并同意 [隐私协议](click://privacy) 和 [用户协议](click://user)
zh_hant: 我已閱讀並同意 [隱私協議](click://privacy) 和 [用戶協議](click://user)

source: I have transferred the money and notified the seller
ar: لقد قمت بتحويل الأموال وأبلغت البائع
zh_hans: 我已汇款并通知卖家
zh_hant: 我已匯款並通知賣家

source: I need to pay
ar: ولست بحاجة لدفع
zh_hans: 我要支付
zh_hant: 我要支付

source: I need to sell
ar: انا بحاجة للبيع
zh_hans: 我需要出售
zh_hant: 我需要出售

source: I want to sell
ar: أريد أن أبيع
zh_hans: 我要出售
zh_hant: 我要出售

source: I will get ≈
ar: سوف أحصل على ≈
zh_hans: 我将得到 ≈
zh_hant: 我將得到 ≈

source: ID
ar: بطاقة تعريف

source: ID Card
ar: بطاقة التعريف
zh_hans: 身份证
zh_hant: 身份證

source: ID Type
ar: نوع الهوية
zh_hans: 证件类型
zh_hant: 證件類型

source: ID: %@
ar: المعرف: %@
zh_hans: 编号： %@
zh_hant: 編號： %@

source: Iceberg
ar: جبل جليد
zh_hans: 冰山委托
zh_hant: 冰山委托

source: Iceberg Order
ar: أمر جبل الجليد
zh_hans: 冰山委托
zh_hant: 冰山委托

source: Identity authentication
ar: مصادقة الهوية
zh_hans: 身份认证
zh_hant: 身份認證

source: If the friend has followed the trader before, it will not be counted as a successful referral.
ar: إذا كان الصديق قد تابع المتداول من قبل، فلن يتم احتساب ذلك كإحالة ناجحة.
zh_hans: 如果好友之前已经关注过该交易者，则不会被视为成功推荐。
zh_hant: 如果好友之前已經關註過該交易者，則不會被視為成功推薦。

source: If you have already made payment to the seller, please do not cancel the order as it may cause damage to your property.Loss!
ar: إذا كنت قد قمت بالفعل بالدفع للبائع، فيرجى عدم إلغاء الطلب لأنه قد يتسبب في تلف ممتلكاتك. خسارة!
zh_hans: 如果您已经向卖家付款，请不要取消订单，否则可能会造成您的财产损失！
zh_hant: 如果您已經向賣家付款，請不要取消訂單，否則可能會造成您的財產損失！

source: Image Picker
ar: منتقي الصور
zh_hans: 图片选择
zh_hant: 圖片選擇

source: Immediate or Cancell IOC
ar: فوري أو إلغاء اللجنة الأولمبية الدولية
zh_hans: 立即成交或取消
zh_hant: 立即成交或取消

source: In Review
ar: في مراجعة
zh_hans: 审核中
zh_hant: 審核中

source: In appeal
ar: في الاستئناف
zh_hans: 申诉中
zh_hant: 申訴中

source: In dispute
ar: في نزاع
zh_hans: 申诉中
zh_hant: 申訴中

source: In progress
ar: في تَقَدم
zh_hans: 进行中
zh_hant: 進行中

source: Incomplete
ar: غير مكتمل
zh_hans: 未完成
zh_hant: 未完成

source: Increase balance
ar: زيادة الرصيد
zh_hans: 增加余额
zh_hant: 增加余額

source: Info
ar: معلومات
zh_hans: 信息
zh_hant: 信息

source: Initiate an appeal
ar: بدء الاستئناف
zh_hans: 发起申诉
zh_hant: 發起申訴

source: Introduction
ar: مقدمة
zh_hans: 介绍
zh_hant: 介紹

source: Invalid phone number
ar: رقم الهاتف غير صحيح
zh_hans: 无效的电话号码
zh_hant: 無效的電話號碼

source: Invitation code (Optional)
ar: رمز الدعوة (اختياري)
zh_hans: 邀请码（可选）
zh_hant: 邀請碼（可選）

source: Invitation link
ar: رابط الدعوة
zh_hans: 邀请链接
zh_hant: 邀請鏈接

source: Invite friends
ar: ادعو أصدقاء
zh_hans: 邀请好友
zh_hant: 邀請好友

source: Invite friends to participate in transactions and receive generous commission rewards. Friendship and wealth grow together!
ar: قم بدعوة الأصدقاء للمشاركة في المعاملات والحصول على مكافآت عمولة سخية. الصداقة والثروة تنمو معا!
zh_hans: 邀请好友参与交易，获得丰厚佣金奖励。友谊与财富共同成长！
zh_hant: 邀請好友參與交易，獲得豐厚傭金獎勵。友誼與財富共同成長！

source: Invite users
ar: دعوة المستخدمين
zh_hans: 邀请用户
zh_hant: 邀請用戶

source: Invited User
ar: المستخدم المدعو
zh_hans: 受邀用户
zh_hant: 受邀用戶

source: Invited people
ar: الناس المدعوين
zh_hans: 受邀人士
zh_hant: 受邀人士

source: Invited users
ar: المستخدمين المدعوين
zh_hans: 受邀用户
zh_hant: 受邀用戶

source: Is the bill confirmed correct?
ar: هل الفاتورة المؤكدة صحيحة؟
zh_hans: 账单是否确认正确？
zh_hant: 賬單是否確認正確？

source: Isolated
ar: معزول
zh_hans: 逐仓
zh_hant: 逐倉

source: Issue Price
ar: سعر الإصدار
zh_hans: 发行价
zh_hant: 發行價

source: Issue Time
ar: وقت الإصدار
zh_hans: 发行时间
zh_hant: 發行時間

source: Join %@
ar: انضم %@
zh_hans: 加入 %@
zh_hant: 加入 %@

source: KYC
ar: اعرف عميلك

source: KYC Certification
ar: شهادة KYC
zh_hans: KYC 认证
zh_hant: KYC 認證

source: Language
ar: لغة
zh_hans: 语言
zh_hant: 語言

source: Last 1 day
ar: آخر يوم واحد
zh_hans: 最后 1 天
zh_hant: 最後 1 天

source: Last 1 month
ar: آخر شهر واحد
zh_hans: 过去 1 个月
zh_hant: 過去 1 個月

source: Last 1 week
ar: آخر 1 أسبوع
zh_hans: 过去 1 周
zh_hant: 過去 1 周

source: Last Price
ar: السعر الاخير
zh_hans: 最新价
zh_hant: 最新價

source: Latest
ar: أحدث
zh_hans: 最新
zh_hant: 最新

source: Latest price
ar: أحدث السعر
zh_hans: 最新价
zh_hant: 最新價

source: Latest transaction
ar: أحدث الصفقة
zh_hans: 最新成交
zh_hant: 最新成交

source: Lead Trading
ar: تجارة الرصاص
zh_hans: 带单交易
zh_hant: 帶單交易

source: Leader Management
ar: إدارة القائد
zh_hans: 带单管理
zh_hant: 帶單管理

source: Legal tender
ar: العملة القانونية
zh_hans: 法币
zh_hant: 法幣

source: Less than the minimum quantity: %@
ar: أقل من الحد الأدنى للكمية: %@
zh_hans: 少于最小数量： %@
zh_hant: 少於最小數量： %@

source: Limit
ar: حد
zh_hans: 限价
zh_hant: 限價

source: Limit (USDT)
ar: الحد (USDT)
zh_hans: 限价 (USDT)
zh_hant: 限價 (USDT)

source: Limit SP
ar: الحد من SP
zh_hans: 限制止盈止损
zh_hant: 限制止盈止損

source: Limit:
ar: حد:
zh_hans: 限价:
zh_hant: 限價:

source: Limit: %@ ~ %@ %@
ar: الحد: %@ ~ %@ %@
zh_hans: 限制： %@ ～ %@ %@
zh_hant: 限制： %@ ～ %@ %@

source: Listed
ar: مدرج
zh_hans: 上架
zh_hant: 上架

source: Login
ar: تسجيل الدخول
zh_hans: 登录
zh_hant: 登錄

source: Login Password
ar: كلمة سر الدخول
zh_hans: 登录密码
zh_hant: 登錄密碼

source: Login Required
ar: تسجيل الدخول مطلوب
zh_hans: 请登录
zh_hant: 請登錄

source: Login Success
ar: النجاح في تسجيل الدخول
zh_hans: 登录成功
zh_hant: 登錄成功

source: Losers
ar: الخاسرون
zh_hans: 跌幅榜
zh_hant: 跌幅榜

source: Low
ar: قليل
zh_hans: 低
zh_hant: 低

source: Make sure that your documents are original and within the validity period
ar: تأكد من أن مستنداتك أصلية وضمن فترة الصلاحية
zh_hans: 确保您的文件是原件且在有效期内
zh_hant: 確保您的文件是原件且在有效期內

source: Margin (%@)
ar: هامش (%@)
zh_hans: 保证金 (%@)
zh_hant: 保證金 (%@)

source: Margin Mode
ar: وضع الهامش
zh_hans: 保证金模式
zh_hant: 保證金模式

source: Marked Price
ar: السعر المحدد
zh_hans: 标记价
zh_hant: 標記價

source: Market
ar: سوق
zh_hans: 市价
zh_hant: 市價

source: Market High
ar: ارتفاع السوق
zh_hans: 市场高位
zh_hant: 市場高位

source: Market SP
ar: سوق اس بي
zh_hans: 市场止盈止损
zh_hant: 市場止盈止損

source: Max
ar: الأعلى
zh_hans: 最大
zh_hant: 最大

source: Max Supply
ar: ماكس العرض
zh_hans: 最大供应量
zh_hant: 最大供應量

source: Max retrace-ment (last 3W)
ar: الحد الأقصى للارتداد (آخر 3 واط)
zh_hans: 最大回撤 (最近3周)
zh_hant: 最大回撤 (最近3周)

source: Maximum Decrease
ar: الحد الأقصى للانخفاض
zh_hans: 最大减少量
zh_hant: 最大減少量

source: Maximum Follow
ar: الحد الأقصى للمتابعة
zh_hans: 最大跟随
zh_hant: 最大跟隨

source: Maximum Increase
ar: الحد الأقصى للزيادة
zh_hans: 最大增幅
zh_hant: 最大增幅

source: Maximum position
ar: أقصى موقف
zh_hans: 最大持仓
zh_hant: 最大持倉

source: Merchant Information
ar: معلومات التاجر
zh_hans: 商户信息
zh_hant: 商戶信息

source: Merchant Rights
ar: حقوق التاجر
zh_hans: 商户权利
zh_hant: 商戶權利

source: Middle
ar: وسط
zh_hans: 中
zh_hant: 中

source: Mine
ar: مِلكِي
zh_hans: 我的
zh_hant: 我的

source: Mobile
ar: متحرك
zh_hans: 手机
zh_hant: 手機

source: Mobile Verification
ar: التحقق عبر الهاتف المحمول
zh_hans: 手机验证
zh_hant: 手機驗證

source: Mobile phone and email cannot be selected at the same time
ar: لا يمكن اختيار الهاتف المحمول والبريد الإلكتروني في نفس الوقت
zh_hans: 手机和邮箱不能同时选择
zh_hant: 手機和郵箱不能同時選擇

source: More
ar: أكثر
zh_hans: 更多
zh_hant: 更多

source: More than the maximum available
ar: أكثر من الحد الأقصى المتاح
zh_hans: 超过可用的最大值
zh_hant: 超過可用的最大值

source: More than the maximum position quantity: %@
ar: أكثر من الحد الأقصى لكمية الموقف: %@
zh_hans: 超过最大持仓数量： %@
zh_hant: 超過最大持倉數量： %@

source: More than the maximum quantity: %@
ar: أكثر من الحد الأقصى للكمية: %@
zh_hans: 超过最大数量： %@
zh_hant: 超過最大數量： %@

source: My Asset
ar: الأصول الخاصة بي
zh_hans: 我的资产
zh_hant: 我的資產

source: My Copies
ar: نسخي
zh_hans: 我的跟单
zh_hant: 我的跟單

source: My Copy Trading
ar: تداول النسخ الخاص بي
zh_hans: 我的跟单交易
zh_hant: 我的跟單交易

source: My Lead Trading
ar: تجارة الرصاص الخاصة بي
zh_hans: 我的带单
zh_hant: 我的帶單

source: My Order
ar: طلبي
zh_hans: 我的订单
zh_hant: 我的訂單

source: My Wallet
ar: محفظتى
zh_hans: 我的钱包
zh_hant: 我的錢包

source: My advertisement
ar: اعلاني
zh_hans: 我的广告
zh_hant: 我的廣告

source: Name
ar: اسم
zh_hans: 姓名
zh_hant: 姓名

source: Negotiate cancellation with the seller
ar: التفاوض على الإلغاء مع البائع
zh_hans: 与卖家协商取消
zh_hant: 與賣家協商取消

source: Network
ar: شبكة
zh_hans: 网络
zh_hant: 網絡

source: New Password
ar: كلمة المرور الجديدة
zh_hans: 新密码
zh_hant: 新密碼

source: Next
ar: التالي
zh_hans: 下一步
zh_hant: 下一步

source: No Data
ar: لايوجد بيانات
zh_hans: 没有数据
zh_hant: 沒有數據

source: No. of transa-ctions (last 3W)
ar: عدد المعاملات (آخر 3 واط)
zh_hans: 交易笔数 (最近3周)
zh_hant: 交易筆數 (最近3周)

source: Not Certified
ar: غير معتمد
zh_hans: 未认证
zh_hant: 未認證

source: Not Set
ar: غير مضبوط
zh_hans: 未设置
zh_hant: 未設置

source: Not payment method
ar: ليست طريقة الدفع
zh_hans: 暂无收款方式
zh_hant: 暫無收款方式

source: Notice:
ar: يلاحظ:
zh_hans: 注意：
zh_hant: 註意：

source: Notification
ar: إشعار
zh_hans: 通知
zh_hant: 通知

source: Notification Details
ar: تفاصيل الإخطار
zh_hans: 通知详情
zh_hant: 通知詳情

source: Now!
ar: الآن!
zh_hans: 现在！
zh_hant: 現在！

source: Number of trading days
ar: عدد أيام التداول
zh_hans: 交易日数
zh_hant: 交易日數

source: Number of transac-tions (last 30 days)
ar: عدد المعاملات (آخر 30 يومًا)
zh_hans: 交易数量（最近 30 天）
zh_hant: 交易數量（最近 30 天）

source: Number of transaction orders
ar: عدد أوامر المعاملات
zh_hans: 交易订单数量
zh_hant: 交易訂單數量

source: OK
ar: نعم
zh_hans: 确定
zh_hant: 確定

source: Ok
ar: نعم
zh_hans: 确定
zh_hant: 確定

source: On
ar: على
zh_hans: 启用
zh_hant: 啟用

source: One click delete
ar: بنقرة واحدة حذف
zh_hans: 一键删除
zh_hant: 一鍵刪除

source: One click read
ar: قراءة بنقرة واحدة
zh_hans: 一键已读
zh_hant: 一鍵已讀

source: Open Google Authenticator and use your copied 16 bit key to add a new Google Authenticator
ar: افتح Google Authenticator واستخدم مفتاح 16 بت المنسوخ لإضافة Google Authenticator جديد
zh_hans: 打开 Google Authenticator 并使用复制的 16 位密钥添加新的 Google Authenticator
zh_hant: 打開 Google Authenticator 並使用復制的 16 位密鑰添加新的 Google Authenticator

source: Open Order
ar: طلب مفتوح
zh_hans: 当前委托
zh_hant: 當前委托

source: Open Orders
ar: الأوامر المفتوحة
zh_hans: 当前委托
zh_hant: 當前委托

source: Open price
ar: سعر مفتوح
zh_hans: 开仓价
zh_hant: 開倉價

source: Opening price
ar: سعر الافتتاح
zh_hans: 开盘价
zh_hant: 開盤價

source: Operation successful
ar: تمت العملية بنجاح
zh_hans: 操作成功
zh_hant: 操作成功

source: Order
ar: طلب
zh_hans: 订单
zh_hant: 訂單

source: Order Book
ar: سجل الطلبيات
zh_hans: 订单簿
zh_hant: 訂單簿

source: Order History
ar: تاريخ الطلب
zh_hans: 订单历史
zh_hant: 訂單歷史

source: Order No
ar: رقم الطلب
zh_hans: 订单号
zh_hant: 訂單號

source: Order No: %@
ar: رقم الطلب: %@
zh_hans: 订单号: %@
zh_hant: 訂單號: %@

source: Order No: %lld
ar: رقم الطلب: %lld
zh_hans: 订单号: %lld
zh_hant: 訂單號: %lld

source: Order Price (%@)
ar: سعر الطلب (%@)
zh_hans: 订单价格 (%@)
zh_hant: 訂單價格 (%@)

source: Order Quantity / Filled
ar: كمية الطلب / معبأ
zh_hans: 订单数量/已成交
zh_hant: 訂單數量/已成交

source: Order Quantity/Filled
ar: كمية الطلب / معبأ
zh_hans: 订单数量/已成交
zh_hant: 訂單數量/已成交

source: Order Stop Loss Ratio
ar: نسبة وقف الخسارة للطلب
zh_hans: 订单止损率
zh_hant: 訂單止損率

source: Order Take Profit Ratio
ar: نسبة أمر جني الأرباح
zh_hans: 订单止盈率
zh_hant: 訂單止盈率

source: Order Take Profix Ratio
ar: أمر أخذ نسبة Profix
zh_hans: 订单收益率
zh_hant: 訂單收益率

source: Order Type
ar: نوع الطلب
zh_hans: 订单类型
zh_hant: 訂單類型

source: Order details
ar: تفاصيل الطلب
zh_hans: 订单详情
zh_hant: 訂單詳情

source: Order has been cancelled
ar: تم إلغاء الطلب
zh_hans: 订单已取消
zh_hant: 訂單已取消

source: Order placed
ar: تم الطلب
zh_hans: 下单成功
zh_hant: 下單成功

source: Order quantity: %@ | %@
ar: كمية الطلب: %@ | %@
zh_hans: 订单数量： %@ | %@
zh_hant: 訂單數量： %@ | %@

source: Order time
ar: وقت الطلب
zh_hans: 下单时间
zh_hant: 下單時間

source: Ordering Infomartion
ar: طلب معلومات
zh_hans: 订单信息
zh_hant: 訂單信息

source: Ordinary users
ar: المستخدمين العاديين
zh_hans: 普通用户
zh_hant: 普通用戶

source: Other
ar: آخر
zh_hans: 其他
zh_hant: 其他

source: Other notes
ar: الملاحظات الأخرى
zh_hans: 其他注意事项
zh_hant: 其他註意事項

source: PVI
ar: بفي

source: Partial completion
ar: الانتهاء الجزئي
zh_hans: 部分完成
zh_hant: 部分完成

source: Partially Filled
ar: مملوء جزئيا
zh_hans: 部分成交
zh_hant: 部分成交

source: Passport
ar: جواز سفر
zh_hans: 护照
zh_hant: 護照

source: Password
ar: كلمة المرور
zh_hans: 密码
zh_hant: 密碼

source: Pay Password
ar: كلمة المرور الدفع
zh_hans: 交易密码
zh_hant: 交易密碼

source: PayMethod
ar: طريقة الدفع
zh_hans: 付款方法
zh_hant: 付款方法

source: Payment Method
ar: طريقة الدفع او السداد
zh_hans: 付款方式
zh_hant: 付款方式

source: Payment Methods
ar: طرق الدفع
zh_hans: 收款方式
zh_hant: 收款方式

source: Payment deadline: %lld minutes
ar: آخر موعد للدفع: %lld دقيقة
zh_hans: 付款截止时间： %lld 分钟
zh_hant: 付款截止時間： %lld 分鐘

source: Payment efficiency
ar: كفاءة الدفع
zh_hans: 支付时效
zh_hant: 支付時效

source: Payment has been made, waiting for the seller to release the currency.
ar: تم الدفع، في انتظار قيام البائع بتحرير العملة.
zh_hans: 已付款，等待卖家放币
zh_hant: 已付款，等待賣家放幣

source: Payment method
ar: طريقة الدفع او السداد
zh_hans: 收款方式
zh_hant: 收款方式

source: Payment time
ar: وقت الدفع
zh_hans: 付款时间
zh_hant: 付款時間

source: Pending review
ar: في انتظار المراجعة
zh_hans: 待审核
zh_hant: 待審核

source: Perpettual %lldx
ar: الأبدية %lld
zh_hans: 永续 %lldx
zh_hant: 永續 %lldx

source: Perpetual
ar: دائم الازهار
zh_hans: 永续
zh_hant: 永續

source: Personal Center
ar: المركز الشخصي
zh_hans: 个人中心
zh_hant: 個人中心

source: Personal Homepage
ar: الصفحة الرئيسية الشخصية
zh_hans: 个人主页
zh_hant: 個人主頁

source: Personal Information
ar: معلومات شخصية
zh_hans: 个人信息
zh_hant: 個人信息

source: Phone
ar: هاتف
zh_hans: 电话
zh_hant: 電話

source: Phone Number
ar: رقم التليفون
zh_hans: 手机号
zh_hant: 手機號

source: Phone Number Code
ar: رمز رقم الهاتف
zh_hans: 手机验证码
zh_hant: 手機驗證碼

source: Photo Library
ar: مكتبة الصور
zh_hans: 照片库
zh_hant: 照片庫

source: Platform prompt
ar: موجه المنصة
zh_hans: 平台提示
zh_hant: 平臺提示

source: Platform: %@
ar: المنصة: %@
zh_hans: 平台： %@
zh_hant: 平臺： %@

source: Please bind the mailbox and cell phone number first, convenient and timely transactions
ar: يرجى ربط صندوق البريد ورقم الهاتف الخليوي أولاً، لإجراء معاملات مريحة وفي الوقت المناسب
zh_hans: 请先绑定邮箱和手机号码，方便及时交易
zh_hant: 請先綁定郵箱和手機號碼，方便及時交易

source: Please complete the advanced identity authentication, to provide security for both sides of the transaction security for both sides of the transaction to facilitate timely transactions
ar: يرجى إكمال مصادقة الهوية المتقدمة، لتوفير الأمان لكلا جانبي المعاملة الأمان لكلا جانبي المعاملة لتسهيل المعاملات في الوقت المناسب
zh_hans: 请完成高级身份认证，为交易双方提供安全保障，方便交易双方及时交易
zh_hant: 請完成高級身份認證，為交易雙方提供安全保障，方便交易雙方及時交易

source: Please confirm login information
ar: الرجاء تأكيد معلومات تسجيل الدخول
zh_hans: 请确认登录信息
zh_hant: 請確認登錄信息

source: Please confirm the password again
ar: الرجاء تأكيد كلمة المرور مرة أخرى
zh_hans: 请再次输入密码
zh_hant: 請再次輸入密碼

source: Please ensure that all details in the uploaded image are clearly recognizable
ar: يرجى التأكد من أن جميع التفاصيل الموجودة في الصورة التي تم تحميلها يمكن التعرف عليها بوضوح
zh_hans: 请确保上传图片中的所有细节均清晰可辨
zh_hant: 請確保上傳圖片中的所有細節均清晰可辨

source: Please enter a 6-digit payment password
ar: الرجاء إدخال كلمة مرور الدفع المكونة من 6 أرقام
zh_hans: 请输入6位交易密码
zh_hant: 請輸入6位交易密碼

source: Please enter a valid email
ar: يرجى إدخال البريد الإلكتروني الصحيح
zh_hans: 请输入有效电子邮件
zh_hant: 請輸入有效電子郵件

source: Please enter a valid email address
ar: يرجى إدخال عنوان بريد إلكتروني صالح
zh_hans: 请输入有效的电子邮件地址
zh_hant: 請輸入有效的電子郵件地址

source: Please enter a valid number
ar: من فضلك أدخل رقما صالحا
zh_hans: 请输入有效号码
zh_hant: 請輸入有效號碼

source: Please enter a valid quantity
ar: الرجاء إدخال كمية صالحة
zh_hans: 请输入有效数量
zh_hant: 請輸入有效數量

source: Please enter amount
ar: الرجاء إدخال المبلغ
zh_hans: 请输入金额
zh_hant: 請輸入金額

source: Please enter code
ar: الرجاء إدخال الرمز
zh_hans: 请输入验证码
zh_hant: 請輸入驗證碼

source: Please enter message
ar: الرجاء إدخال الرسالة
zh_hans: 请输入留言内容
zh_hant: 請輸入留言內容
