Repository: ygsgdbd/XLocale
Catalog: ExampleData/*.xcloc/Localized Contents/*.xliff
Languages: ar, zh_hans, zh_hant

source: View Referral Breakdown
ar: عرض تفاصيل الإحالة
zh_hans: 查看推荐明细
zh_hant: 查看推薦明細

source: Vol (USD)
ar: المجلد (دولار أمريكي)
zh_hans: 成交额 (USD)
zh_hant: 成交額 (USD)

source: Wait for me to pay
ar: انتظرني أن أدفع
zh_hans: 待我支付
zh_hant: 待我支付

source: Wait for you to release the money to the buyer
ar: انتظر حتى تقوم بتحرير الأموال للمشتري
zh_hans: 待您放币给买家
zh_hant: 待您放幣給買家

source: Waiting for the buyer to make payment
ar: في انتظار قيام المشتري بالدفع
zh_hans: 等待买家付款
zh_hant: 等待買家付款

source: Waiting for the seller to confirm the payment, the average release time of this seller is within 3 minutes.
ar: في انتظار تأكيد البائع للدفع، يكون متوسط وقت الإصدار لهذا البائع في غضون 3 دقائق.
zh_hans: 等待卖家确认付款，该卖家平均发货时间在3分钟以内。
zh_hant: 等待賣家確認付款，該賣家平均發貨時間在3分鐘以內。

source: Waiting for the seller to release coins
ar: في انتظار البائع لإطلاق العملات المعدنية
zh_hans: 等待卖家放币
zh_hant: 等待賣家放幣

source: Waiting for the seller to release the payment
ar: في انتظار البائع لتحرير الدفعة
zh_hans: 等待卖家付款
zh_hant: 等待賣家付款

source: Waiting for you to send coins to the buyer
ar: في انتظار إرسال العملات المعدنية إلى المشتري
zh_hans: 等待您给买家打币
zh_hant: 等待您給買家打幣

source: Wallet
ar: محفظة
zh_hans: 钱包
zh_hant: 錢包

source: We only show the buyer the account that has been opened for payment.
ar: نظهر للمشتري فقط الحساب الذي تم فتحه للدفع.
zh_hans: 我们只向买家展示已开设的付款账户。
zh_hant: 我們只向買家展示已開設的付款賬戶。

source: When a friend follows the trader directly, the referral will be counted as a successful referral.
ar: عندما يقوم صديق بمتابعة المتداول مباشرة، سيتم احتساب الإحالة على أنها إحالة ناجحة.
zh_hans: 当好友直接关注跟单员时，该推荐将被视为推荐成功。
zh_hant: 當好友直接關註跟單員時，該推薦將被視為推薦成功。

source: When current price reach 1 USDT, postion will be closed at trigger proce, est. profit/loss will be %@ USDT
ar: عندما يصل السعر الحالي إلى 1 دولار أمريكي، سيتم إغلاق الصفقة عند عملية الزناد، وسيكون الربح/الخسارة المقدرة %@ دولار أمريكي
zh_hans: 当前价格达到 1 USDT时，触发平仓，预计盈亏为 %@ USDT
zh_hant: 當前價格達到 1 USDT時，觸發平倉，預計盈虧為 %@ USDT

source: When trigger price reach 0.00 USDT, postion will be closed at trigger proce, est. profit/loss will be %@ USDT
ar: عندما يصل سعر التنفيذ إلى 0.00 دولار أمريكي، سيتم إغلاق الصفقة عند عملية التشغيل، وسيكون الربح/الخسارة المقدرة %@ دولار أمريكي
zh_hans: 当触发价格达到 0.00 USDT时，触发时平仓，预计盈亏为 %@ USDT
zh_hant: 當觸發價格達到 0.00 USDT時，觸發時平倉，預計盈虧為 %@ USDT

source: Whitepaper URL
ar: عنوان URL للورقة البيضاء
zh_hans: 白皮书网址
zh_hant: 白皮書網址

source: Withdraw
ar: ينسحب
zh_hans: 提现
zh_hant: 提現

source: Withdraw Address
ar: سحب العنوان
zh_hans: 提现地址
zh_hant: 提現地址

source: Withdraw account
ar: سحب الحساب
zh_hans: 提现账户
zh_hant: 提現賬戶

source: Yesterday (Times)
ar: أمس (التايمز)
zh_hans: 昨天（次）
zh_hant: 昨天（次）

source: Yesterday (USDT)
ar: أمس (USDT)
zh_hans: 昨天（USDT）
zh_hant: 昨天（USDT）

source: Yesterday's Gains (USDT)
ar: مكاسب الأمس (USDT)
zh_hans: 昨日涨幅（USDT）
zh_hant: 昨日漲幅（USDT）

source: Yesterday's earnings
ar: أرباح الأمس
zh_hans: 昨日收益
zh_hant: 昨日收益

source: Yield rate
ar: معدل العائد
zh_hans: 收益率
zh_hant: 收益率

source: You are not a merchant
ar: أنت لست تاجرا
zh_hans: 你不是商家
zh_hant: 你不是商家

source: You are not a trader
ar: أنت لست تاجرا
zh_hans: 你不是跟单员
zh_hant: 你不是跟單員

source: You do not have this payment method currently, please add it before making a transaction.
ar: ليس لديك طريقة الدفع هذه حاليًا، يرجى إضافتها قبل إجراء المعاملة.
zh_hans: 您目前没有此收款方式，请在交易前添加。
zh_hant: 您目前沒有此收款方式，請在交易前添加。

source: You have canceled.
ar: لقد ألغيت.
zh_hans: 您已取消。
zh_hant: 您已取消。

source: You have created an order, awaiting payment
ar: لقد قمت بإنشاء أمر، في انتظار الدفع
zh_hans: 您已创建订单，等待付款
zh_hant: 您已創建訂單，等待付款

source: You have not set a transaction password yet. To ensure the security of your assets, please set it as soon as possible.
ar: لم تقم بتعيين كلمة مرور المعاملة بعد. لضمان أمان الأصول الخاصة بك، يرجى تعيينها في أقرب وقت ممكن.
zh_hans: 您尚未设置交易密码，为确保您的资产安全，请您尽快设置。
zh_hant: 您尚未設置交易密碼，為確保您的資產安全，請您盡快設置。

source: You have sent coins to the buyer
ar: لقد أرسلت عملات معدنية إلى المشتري
zh_hans: 您已将硬币发送给买家
zh_hant: 您已將硬幣發送給買家

source: You have successfully placed an order, please make payment promptly.
ar: لقد قمت بتقديم الطلب بنجاح، يرجى إجراء الدفع على الفور.
zh_hans: 您已成功下单，请及时付款
zh_hant: 您已成功下單，請及時付款

source: You have successfully placed an order, please wait for the buyer to pay.
ar: لقد قمت بتقديم الطلب بنجاح، يرجى الانتظار حتى يدفع المشتري.
zh_hans: 您已成功下单，请等待买家付款
zh_hant: 您已成功下單，請等待買家付款

source: You need to pay %@ %@
ar: عليك أن تدفع %@ %@
zh_hans: 您需要支付 %@ %@
zh_hant: 您需要支付 %@ %@

source: You will get %@ %@
ar: سوف تحصل %@%@
zh_hans: 你会得到 %@ %@
zh_hant: 你會得到 %@ %@

source: You will not be able to post C2C ads after you apply for the termination of your merchant status. Are you sure you want to give up your C2C merchant status?
ar: لن تتمكن من نشر إعلانات C2C بعد التقدم بطلب لإنهاء حالة التاجر الخاصة بك. هل أنت متأكد أنك تريد التخلي عن حالة التاجر C2C الخاصة بك؟
zh_hans: 申请终止商户资格后，您将无法发布C2C广告。您确定要放弃您的 C2C 商户身份吗？
zh_hant: 申請終止商戶資格後，您將無法發布C2C廣告。您確定要放棄您的 C2C 商戶身份嗎？

source: Your Earnings
ar: أرباحك
zh_hans: 总览
zh_hant: 總覽

source: Your Price
ar: السعر الخاص
zh_hans: 你的价格
zh_hant: 你的價格

source: appeal in progress
ar: الاستئناف قيد التقدم
zh_hans: 申诉进行中
zh_hant: 申訴進行中

source: by
ar: بواسطة
zh_hans: 通过
zh_hant: 通過

source: completed
ar: مكتمل
zh_hans: 已完成
zh_hant: 已完成

source: paid
ar: مدفوع
zh_hans: 已支付
zh_hant: 已支付

source: please enter invitation code
ar: الرجاء إدخال رمز الدعوة
zh_hans: 请输入邀请码
zh_hant: 請輸入邀請碼

source: system appeal cancelled
ar: تم إلغاء استئناف النظام
zh_hans: 系统申诉已取消
zh_hant: 系統申訴已取消

source: timeout cancelled
ar: تم إلغاء المهلة
zh_hans: 超时取消
zh_hant: 超時取消

source: trader
ar: تاجر
zh_hans: 跟单员
zh_hant: 跟單員

source: transaction amount (USDT)
ar: مبلغ المعاملة (USDT)
zh_hans: 交易金额（USDT）
zh_hant: 交易金額（USDT）

source: unfilled
ar: شاغرة
zh_hans: 未成交
zh_hant: 未成交

source: unpaid
ar: غير مدفوعة الأجر
zh_hans: 未支付
zh_hant: 未支付

source: user cancelled
ar: تم إلغاء المستخدم
zh_hans: 用户取消
zh_hant: 用戶取消

source: your real name account
ar: حساب اسمك الحقيقي
zh_hans: 您的实名账户
zh_hant: 您的實名賬戶

source: Avaiable: %@ %@
zh_hans: 可用： %@ %@
zh_hant: 可用： %@ %@

source: Avbl
zh_hans: 可用
zh_hant: 可用

source: Closed/Quantity:
zh_hans: 已关闭/数量：

source: Fee: %@ %@
zh_hans: 手续费： %@ %@
zh_hant: 手續費： %@ %@

source: Privacy Policy Updated: September 25, 2023 Welcome to the GFK Digital Asset Trading Platform (referred to as "GFK" or "we"). We highly value your privacy and are committed to protecting your personal information. To ensure that you fully understand our policies and practices regarding the collection, use, and protection of your information, please read this Privacy Policy carefully. I. Introduction 1.1 This policy is designed to inform you about how we collect, use, store, and protect your personal information. We adhere to the relevant laws and regulations of Lithuania and work diligently to safeguard your privacy. 1.2 "GFK" is the English name for the GFK Digital Asset Trading Platform. In this policy, "GFK" or "we" refers to our platform. "You" refers to the users of our services. II. Types of Information Collected 2.1 We may collect the following types of information: (a) Personal Identification Information: Such as your name, identification number, email address, contact address, and phone number. (b) Financial Information: Such as your bank account number, transaction records, digital asset addresses, and more. (c) Technical Information: We may automatically collect technical information about your visits to our website or use of our applications, including IP addresses, device information, browser type, access dates, and times, among others. (d) User-Generated Content: This includes transaction information, comments, questions, and other content you provide on our platform. (e) Other Information: We may collect other types of information as required by applicable laws or with your consent. 2.2 You have the right to choose whether to provide certain types of information, but this may affect your ability to use some of our services. III. Use of Information 3.1 We may use your information for the following purposes: (a) Service Provision: This includes processing transactions, verifying identities, providing customer support, and managing your account. (b) Regulatory Requirements: Complying with applicable laws and court orders, preventing fraud, and money laundering. (c) Service Improvement: Analyzing user needs and behaviors to enhance our products and services. (d) Marketing: Sending promotional and marketing information to you with your consent. (e) Security Protection: Protecting your and our security, including preventing unauthorized access and data breaches. 3.2 We only share your information as permitted by law, such as with our partners, regulatory agencies, and law enforcement authorities. We take appropriate measures to ensure the protection of your information. IV. Information Storage and Security 4.1 Information Storage: We store your information on secure servers and employ necessary technical and organizational measures to protect it from unauthorized access, loss, damage, or disclosure. We regularly review and update security measures to address evolving threats. 4.2 Account Access Control: Access to your account requires personal password verification. Please safeguard your account information and do not share your password or authorize others to use your account. If you suspect a security breach or password compromise, please notify us immediately so we can take necessary steps to protect your account. V. Privacy Rights Protection 5.1 Information Access and Correction: You have the right to inquire about, access, and correct your personal information at any time. If you need to access or correct your information, please log in to your account or contact our customer support team, and we will promptly respond to your request. 5.2 Withdrawal of Consent: If you have previously consented to our processing of your information but later decide to withdraw your consent, please contact us. Please note that withdrawing consent may affect your ability to use our services, but it will not impact the processing of information you have already provided. 5.3 Information Deletion: In certain cases, in accordance with applicable laws and regulations, you may request the deletion of your personal information. We will fulfill your request within the bounds of the law. 5.4 Privacy Officer: If you have any questions, concerns, or complaints about this policy or your privacy rights, or if you need to exercise the rights mentioned above, please contact our Privacy Officer. We are committed to assisting you with these matters. We appreciate your attention to our Privacy Policy and your understanding. By continuing to use GFK services, you agree to the terms and conditions of this policy. If you have any further questions or need additional assistance, please feel free to contact our customer support team. VI. Policy Updates 6.1 We may periodically update this policy to reflect changes in the law and improvements to our services. Any significant changes will be posted on our website. Thank you for reading our Privacy Policy. We value your privacy and are committed to maintaining and protecting your privacy rights. If you have any other questions or need further assistance, please don't hesitate to contact our customer support team.
zh_hans: 隐私政策 更新日期：2023 年 9 月 25 日 欢迎来到GFK数字资产交易平台（简称“GFK”或“我们”）。 我们高度重视您的隐私并致力于保护您的个人信息。 为确保您充分了解我们关于收集、使用和保护您的信息的政策和做法，请仔细阅读本隐私政策。 一、简介 1.1 本政策旨在告知您我们如何收集、使用、存储和保护您的个人信息。 我们遵守立陶宛的相关法律法规，并努力保护您的隐私。 1.2 “GFK”是GFK数字资产交易平台的英文名称。 在本政策中，“GFK”或“我们”是指我们的平台。 “您”是指使用我们服务的用户。 二. 收集的信息类型 2.1 我们可能收集以下类型的信息： (a) 个人身份信息：例如您的姓名、身份证号码、电子邮件地址、联系地址和电话号码。 (b) 财务信息：例如您的银行账号、交易记录、数字资产地址等。 (c) 技术信息：我们可能会自动收集有关您访问我们的网站或使用我们的应用程序的技术信息，包括 IP 地址、设备信息、浏览器类型、访问日期和时间等。 (d) 用户生成的内容：这包括交易信息、评论、问题以及您在我们平台上提供的其他内容。 (e) 其他信息：我们可能会根据适用法律的要求或在您同意的情况下收集其他类型的信息。 2.2 您有权选择是否提供某些类型的信息，但这可能会影响您使用我们的某些服务的能力。 三． 信息的使用 3.1 我们可能将您的信息用于以下目的： (a) 服务提供：这包括处理交易、验证身份、提供客户支持和管理您的帐户。 (b) 监管要求：遵守适用法律和法院命令，防止欺诈和洗钱。 (c) 服务改进：分析用户需求和行为以增强我们的产品和服务。 (d) 营销：在您同意的情况下向您发送促销和营销信息。 (e) 安全保护：保护您和我们的安全，包括防止未经授权的访问和数据泄露。 3.2 我们仅在法律允许的情况下共享您的信息，例如与我们的合作伙伴、监管机构和执法机构。 我们采取适当的措施来确保您的信息得到保护。 四． 信息存储与安全 4.1 信息存储：我们将您的信息存储在安全服务器上，并采取必要的技术和组织措施来保护其免遭未经授权的访问、丢失、损坏或披露。 我们定期审查和更新安全措施，以应对不断变化的威胁。 4.2 账户访问控制：访问您的账户需要进行个人密码验证。 请您妥善保管您的账户信息，不要泄露您的密码或授权他人使用您的账户。 如果您怀疑存在安全漏洞或密码泄露，请立即通知我们，以便我们采取必要措施来保护您的帐户。 五、隐私权保护 5.1信息查阅和更正：您有权随时查询、查阅、更正您的个人信息。 如果您需要访问或更正您的信息，请登录您的帐户或联系我们的客户支持团队，我们将及时回复您的请求。 5.2 撤回同意：如果您之前同意我们处理您的信息，但后来决定撤回您的同意，请与我们联系。 请注意，撤回同意可能会影响您使用我们服务的能力，但不会影响对您已提供的信息的处理。 5.3信息删除：在某些情况下，根据适用的法律法规，您可以要求删除您的个人信息。 我们将在法律允许的范围内满足您的要求。 5.4 隐私官：如果您对本政策或您的隐私权有任何疑问、疑虑或投诉，或者您需要行使上述权利，请联系我们的隐私官。 我们致力于协助您解决这些问题。 感谢您对我们的隐私政策的关注和理解。 继续使用 GFK 服务即表示您同意本政策的条款和条件。 如果您还有任何其他问题或需要其他帮助，请随时联系我们的客户支持团队。 六． 政策更新 6.1 我们可能会定期更新本政策，以反映法律的变化和我们服务的改进。 任何重大变更都将发布在我们的网站上。 感谢您阅读我们的隐私政策。 我们重视您的隐私并致力于维护

source: User Agreement Updated: September 25, 2023 Welcome to the GFK Digital Asset Trading Platform (hereinafter referred to as "GFK"). Before using the services of GFK, please carefully read and understand the following User Agreement. This agreement sets forth the legal relationship between you and GFK, including your rights and responsibilities when using our platform. If you do not agree with any of the terms and conditions of this agreement, please cease using the services of GFK. I. Acceptance of Terms 1.1 Your use of GFK's services constitutes your acceptance and agreement to comply with all the terms and conditions of this agreement. If you do not agree with any part of this agreement, please discontinue using GFK's services. II. Use of the Platform 2.1 You agree to comply with the national policies of Lithuania and all internal rules and regulations of the GFK platform. 2.2 You must be of legal age, as per local laws, to have the right to trade and use our services. III. Account Registration 3.1 You need to register a GFK account to use our services. During the registration process, you must provide accurate personal information. 3.2 You are responsible for safeguarding your account information and password and should not share them with others. If you suspect that the security of your account is compromised, you should immediately notify us. IV. Use of Services 4.1 You agree to use only legal means and legal funds for transactions. You may not engage in any illegal, fraudulent, or money laundering activities. 4.2 We reserve the right, at our sole discretion, to suspend or terminate your account if we suspect you have violated this agreement or any relevant laws and regulations. V. Risk Disclaimer 5.1 You understand that the cryptocurrency market is highly volatile, and the value may rapidly increase or decrease. GFK is not responsible for your trading losses. VI. Privacy Policy 6.1 We respect your privacy rights. Please refer to our Privacy Policy to understand how we collect, use, and protect your personal information. VII. Disclaimer of Liability 7.1 GFK shall not be liable for any losses resulting from the following: technical failures, network connectivity issues, government actions, market fluctuations, trading interruptions, hacker attacks, or other force majeure events. VIII. Changes to the Agreement 8.1 We reserve the right to change the content of this agreement at any time, and we will announce any significant changes through our website. IX. Contact Us If you have any questions about this agreement or need assistance, please contact our customer support team. The above is the User Agreement for the GFK Digital Asset Trading Platform. We hope you carefully read and understand these terms and conditions before using our services.
zh_hans: 用户协议 更新日期：2023 年 9 月 25 日 欢迎来到GFK数字资产交易平台（以下简称“GFK”）。 在使用GFK服务前，请您仔细阅读并理解以下用户协议。 本协议规定了您与GFK之间的法律关系，包括您在使用我们的平台时的权利和责任。 如果您不同意本协议的任何条款和条件，请停止使用GFK的服务。 一、接受条款 1.1 您使用GFK的服务即表示您接受并同意遵守本协议的所有条款和条件。 如果您不同意本协议的任何部分，请停止使用GFK的服务。 二. 平台的使用 2.1 您同意遵守立陶宛的国家政策和GFK平台的所有内部规则和规定。 2.2 您必须达到当地法律规定的法定年龄，才有权交易和使用我们的服务。 三． 账户注册 3.1 您需要注册GFK账户才能使用我们的服务。 在注册过程中，您必须提供准确的个人信息。 3.2 您有责任保护您的账户信息和密码，不应与他人分享。 如果您怀疑您的帐户安全受到损害，您应立即通知我们。 四． 服务的使用 4.1 您同意仅使用合法手段和合法资金进行交易。 您不得从事任何非法、欺诈或洗钱活动。 4.2 如果我们怀疑您违反本协议或任何相关法律法规，我们保留自行决定暂停或终止您的帐户的权利。 五、风险免责声明 5.1 您了解加密货币市场波动性很大，其价值可能会快速增加或减少。 GFK 不对您的交易损失负责。 六． 隐私政策 6.1 我们尊重您的隐私权。 请参阅我们的隐私政策，了解我们如何收集、使用和保护您的个人信息。 七． 免责声明 7.1 GFK不对因以下原因造成的任何损失承担责任：技术故障、网络连接问题、政府行为、市场波动、交易中断、黑客攻击或其他不可抗力事件。 八． 协议变更 8.1 我们保留随时更改本协议内容的权利，任何重大变更我们将通过我们的网站公告。 九． 联系我们 如果您对此协议有任何疑问或需要帮助，请联系我们的客户支持团队。 以上是GFK数字资产交易平台的用户协议。 我们希望您在使用我们的服务之前仔细阅读并理解这些条款和条件。
