Repository: ygsgdbd/XLocale
Catalog: ExampleData/*.xcloc/Localized Contents/*.xliff
Languages: ar, zh_hans, zh_hant

source: Please enter or paste the wallet address
ar: الرجاء إدخال أو لصق عنوان المحفظة
zh_hans: 请输入或粘贴钱包地址
zh_hant: 請輸入或粘貼錢包地址

source: Please enter password
ar: الرجاء إدخال كلمة المرور
zh_hans: 请输入密码
zh_hant: 請輸入密碼

source: Please enter the amount
ar: الرجاء إدخال المبلغ
zh_hans: 请输入金额
zh_hant: 請輸入金額

source: Please enter the contact phone number
ar: الرجاء إدخال رقم هاتف جهة الاتصال
zh_hans: 请输入联系人手机号
zh_hant: 請輸入聯系人手機號

source: Please enter the email
ar: الرجاء إدخال البريد الإلكتروني
zh_hans: 请输入邮件地址
zh_hant: 請輸入郵件地址

source: Please enter the email address
ar: يرجى إدخال عنوان البريد الإلكتروني
zh_hans: 请输入电子邮件地址
zh_hant: 請輸入電子郵件地址

source: Please enter the limit
ar: الرجاء إدخال الحد
zh_hans: 请输入限额
zh_hant: 請輸入限額

source: Please enter the mobile number
ar: الرجاء إدخال رقم الجوال
zh_hans: 请输入手机号码
zh_hant: 請輸入手機號碼

source: Please enter the multiple of copying.
ar: الرجاء إدخال مضاعفات النسخ.
zh_hans: 请输入跟单倍数
zh_hant: 請輸入跟單倍數

source: Please enter the number of transactions
ar: الرجاء إدخال عدد المعاملات
zh_hans: 请输入交易数量
zh_hant: 請輸入交易數量

source: Please enter the phone number
ar: الرجاء إدخال رقم الهاتف
zh_hans: 请输入电话号码
zh_hant: 請輸入電話號碼

source: Please enter the transfer
ar: الرجاء إدخال النقل
zh_hans: 请输入转账方式
zh_hant: 請輸入轉賬方式

source: Please enter verification code
ar: الرجاء إدخال رمز التحقق
zh_hans: 请输入验证码
zh_hant: 請輸入驗證碼

source: Please enter your Email
ar: رجاءا أدخل بريدك الإلكتروني
zh_hans: 请输入您的电子邮件
zh_hant: 請輸入您的電子郵件

source: Please enter your Email / Phone number
ar: الرجاء إدخال البريد الإلكتروني الخاص بك / رقم الهاتف
zh_hans: 请输入您的电子邮件/电话号码
zh_hant: 請輸入您的電子郵件/電話號碼

source: Please enter your address
ar: الرجاء إدخال عنوانك
zh_hans: 请输入您的地址
zh_hant: 請輸入您的地址

source: Please enter your code
ar: الرجاء إدخال الرمز الخاص بك
zh_hans: 请输入验证码
zh_hant: 請輸入驗證碼

source: Please enter your email or phone number
ar: الرجاء إدخال البريد الإلكتروني الخاص بك أو رقم الهاتف
zh_hans: 请输入您的电子邮件或电话号码
zh_hant: 請輸入您的電子郵件或電話號碼

source: Please enter your name
ar: من فضلك أدخل إسمك
zh_hans: 请输入你的名字
zh_hant: 請輸入你的名字

source: Please enter your password
ar: من فضلك أدخل رقمك السري
zh_hans: 请输入您的密码
zh_hant: 請輸入您的密碼

source: Please enter your question
ar: الرجاء إدخال سؤالك
zh_hans: 请输入您的问题
zh_hant: 請輸入您的問題

source: Please enter your real name
ar: الرجاء إدخال اسمك الحقيقي
zh_hans: 请输入您的真实姓名
zh_hant: 請輸入您的真實姓名

source: Please input your email
ar: الرجاء إدخال البريد الإلكتروني الخاص بك
zh_hans: 请输入您的电子邮件
zh_hant: 請輸入您的電子郵件

source: Please input your phone number
ar: الرجاء إدخال رقم هاتفك
zh_hans: 请输入您的电话号码
zh_hant: 請輸入您的電話號碼

source: Please make sure that the account you set up is %@, payment from a non-real name account will result in a failed order and a frozen account.
ar: يرجى التأكد من أن الحساب الذي قمت بإعداده هو %@، وسيؤدي الدفع من حساب غير حقيقي إلى فشل الطلب وتجميد الحساب.
zh_hans: 请确保您设置的账户为 %@，非实名账户付款将导致订单失败，账户被冻结。
zh_hant: 請確保您設置的賬戶為 %@，非實名賬戶付款將導致訂單失敗，賬戶被凍結。

source: Please make sure that the current bill is correct. Once confirmed, the platform will issue your rebate income within 1 working day!
ar: يرجى التأكد من صحة الفاتورة الحالية. بمجرد التأكيد، ستقوم المنصة بإصدار دخل الخصم الخاص بك خلال يوم عمل واحد!
zh_hans: 请确保当前账单正确。一旦确认，平台将在1个工作日内发放您的返利收入！
zh_hant: 請確保當前賬單正確。一旦確認，平臺將在1個工作日內發放您的返利收入！

source: Please open your %@ account
ar: يرجى فتح حسابك %@
zh_hans: 请打开您的 %@ 账户
zh_hant: 請打開您的 %@ 賬戶

source: Please place your ID on a solid color background
ar: يرجى وضع هويتك على خلفية ملونة
zh_hans: 请将您的身份证件放在纯色背景上
zh_hant: 請將您的身份證件放在純色背景上

source: Please read and agreen Privacy Agreement and User Agreement
ar: يرجى قراءة اتفاقية الخصوصية واتفاقية المستخدم والموافقة عليها
zh_hans: 请阅读并同意《隐私协议》和《用户协议》
zh_hant: 請閱讀並同意《隱私協議》和《用戶協議》

source: Please select the payment method
ar: الرجاء تحديد طريقة الدفع
zh_hans: 请选择收款方式
zh_hant: 請選擇收款方式

source: Please select the reason for cancellation
ar: الرجاء تحديد سبب الإلغاء
zh_hans: 请选择取消原因
zh_hant: 請選擇取消原因

source: Please select the reason for the appeal
ar: الرجاء تحديد سبب الاستئناف
zh_hans: 请选择申诉原因
zh_hant: 請選擇申訴原因

source: Please set the transaction password first.
ar: يرجى ضبط كلمة مرور المعاملة أولاً.
zh_hans: 请先设置交易密码。
zh_hant: 請先設置交易密碼。

source: Please upload a handheld ID photo
ar: يرجى تحميل صورة الهوية المحمولة
zh_hans: 请上传手持证件照片
zh_hant: 請上傳手持證件照片

source: Please upload a photo of the front of your residence certificate
ar: يرجى تحميل صورة للواجهة الأمامية لشهادة إقامتك
zh_hans: 请上传居住证正面照片
zh_hant: 請上傳居住證正面照片

source: Please upload a photo of the reverse side of your ID card
ar: يرجى تحميل صورة للجانب الخلفي من بطاقة الهوية الخاصة بك
zh_hans: 请上传身份证反面照片
zh_hant: 請上傳身份證反面照片

source: Please upload a photo of the reverse side of your residence certificate
ar: يرجى تحميل صورة للجانب الخلفي من شهادة إقامتك
zh_hans: 请上传居住证反面照片
zh_hant: 請上傳居住證反面照片

source: Please upload a photo of your hand-held residence certificate
ar: يرجى تحميل صورة من شهادة الإقامة الخاصة بك باليد
zh_hans: 请上传您的手持居住证照片
zh_hant: 請上傳您的手持居住證照片

source: Please upload the front photo of your ID card
ar: يرجى تحميل الصورة الأمامية لبطاقة الهوية الخاصة بك
zh_hans: 请上传您的身份证正面照片
zh_hant: 請上傳您的身份證正面照片

source: Positions
ar: المواقف
zh_hans: 持仓
zh_hant: 持倉

source: Posotion
ar: الموقف
zh_hans: 持仓
zh_hant: 持倉

source: Post
ar: بريد
zh_hans: 发布
zh_hant: 發布

source: Post Ad
ar: نشر إعلان
zh_hans: 发布广告
zh_hant: 發布廣告

source: Post Successfully
ar: النشر بنجاح
zh_hans: 发布成功
zh_hant: 發布成功

source: Post new Ad
ar: نشر إعلان جديد
zh_hans: 发布新广告
zh_hant: 發布新廣告

source: Preferences
ar: التفضيلات
zh_hans: 偏好设置
zh_hant: 偏好設置

source: Preferred time period selection
ar: اختيار الفترة الزمنية المفضلة
zh_hans: 首选时间段选择
zh_hant: 首選時間段選擇

source: Price
ar: سعر
zh_hans: 价格
zh_hant: 價格

source: Price (%@)
ar: السعر (%@)
zh_hans: 价格 (%@)
zh_hant: 價格 (%@)

source: Price Type
ar: نوع السعر
zh_hans: 价格类型
zh_hant: 價格類型

source: Price fluctuation index (PVI)
ar: مؤشر تقلب الأسعار (PVI)
zh_hans: 价格波动指数（PVI）
zh_hant: 價格波動指數（PVI）

source: Price is required
ar: السعر مطلوب
zh_hans: 价格为必填项
zh_hant: 價格為必填項

source: Privacy Policy
ar: سياسة الخصوصية
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Privacy Policy Updated: September 25, 2023 Welcome to the GFK Digital Asset Trading Platform (referred to as "GFK" or "we"). We highly value your privacy and are committed to protecting your personal information. To ensure that you fully understand our policies and practices regarding the collection, use, and protection of your information, please read this Privacy Policy carefully. I. Introduction 1.1 This policy is designed to inform you about how we collect, use, store, and protect your personal information. We adhere to the relevant laws and regulations of Lithuania and work diligently to safeguard your privacy. 1.2 "GFK" is the English name for the GFK Digital Asset Trading Platform. In this policy, "GFK" or "we" refers to our platform. "You" refers to the users of our services. II. Types of Information Collected 2.1 We may collect the following types of information: (a) Personal Identification Information: Such as your name, identification number, email address, contact address, and phone number. (b) Financial Information: Such as your bank account number, transaction records, digital asset addresses, and more. (c) Technical Information: We may automatically collect technical information about your visits to our website or use of our applications, including IP addresses, device information, browser type, access dates, and times, among others. (d) User-Generated Content: This includes transaction information, comments, questions, and other content you provide on our platform. (e) Other Information: We may collect other types of information as required by applicable laws or with your consent. 2.2 You have the right to choose whether to provide certain types of information, but this may affect your ability to use some of our services. III. Use of Information 3.1 We may use your information for the following purposes: (a) Service Provision: This includes processing transactions, verifying identities, providing customer support, and managing your account. (b) Regulatory Requirements: Complying with applicable laws and court orders, preventing fraud, and money laundering. (c) Service Improvement: Analyzing user needs and behaviors to enhance our products and services. (d) Marketing: Sending promotional and marketing information to you with your consent. (e) Security Protection: Protecting your and our security, including preventing unauthorized access and data breaches. 3.2 We only share your information as permitted by law, such as with our partners, regulatory agencies, and law enforcement authorities. We take appropriate measures to ensure the protection of your information. IV. Information Storage and Security 4.1 Information Storage: We store your information on secure servers and employ necessary technical and organizational measures to protect it from unauthorized access, loss, damage, or disclosure. We regularly review and update security measures to address evolving threats. 4.2 Account Access Control: Access to your account requires personal password verification. Please safeguard your account information and do not share your password or authorize others to use your account. If you suspect a security breach or password compromise, please notify us immediately so we can take necessary steps to protect your account. V. Privacy Rights Protection 5.1 Information Access and Correction: You have the right to inquire about, access, and correct your personal information at any time. If you need to access or correct your information, please log in to your account or contact our customer support team, and we will promptly respond to your request. 5.2 Withdrawal of Consent: If you have previously consented to our processing of your information but later decide to withdraw your consent, please contact us. Please note that withdrawing consent may affect your ability to use our services, but it will not impact the processing of information you have already provided. 5.3 Information Deletion: In certain cases, in accordance with applicable laws and regulations, you may request the deletion of your personal information. We will fulfill your request within the bounds of the law. 5.4 Privacy Officer: If you have any questions, concerns, or complaints about this policy or your privacy rights, or if you need to exercise the rights mentioned above, please contact our Privacy Officer. We are committed to assisting you with these matters. We appreciate your attention to our Privacy Policy and your understanding. By continuing to use GFK services, you agree to the terms and conditions of this policy. If you have any further questions or need additional assistance, please feel free to contact our customer support team. VI. Policy Updates 6.1 We may periodically update this policy to reflect changes in the law and improvements to our services. Any significant changes will be posted on our website. Thank you for reading our Privacy Policy. We value your privacy and are committed to maintaining and protecting your privacy rights. If you have any other questions or need further assistance, please don't hesitate to contact our customer support team.
ar: سياسة الخصوصية تم التحديث: 25 سبتمبر 2023 مرحبًا بك في منصة GFK لتداول الأصول الرقمية (يُشار إليها باسم "GFK" أو "نحن"). نحن نقدر خصوصيتك بشدة ونلتزم بحماية معلوماتك الشخصية. للتأكد من فهمك الكامل لسياساتنا وممارساتنا فيما يتعلق بجمع معلوماتك واستخدامها وحمايتها، يرجى قراءة سياسة الخصوصية هذه بعناية. I. مقدمة 1.1 تم تصميم هذه السياسة لإعلامك بكيفية جمع معلوماتك الشخصية واستخدامها وتخزينها وحمايتها. نحن نلتزم بالقوانين واللوائح ذات الصلة في ليتوانيا ونعمل بجد لحماية خصوصيتك. 1.2 "GFK" هو الاسم الإنجليزي لمنصة تداول الأصول الرقمية GFK. في هذه السياسة، تشير كلمة "GFK" أو "نحن" إلى منصتنا. تشير كلمة "أنت" إلى مستخدمي خدماتنا. ثانيا. أنواع المعلومات التي يتم جمعها 2.1 يجوز لنا جمع الأنواع التالية من المعلومات: (أ) معلومات التعريف الشخصية: مثل اسمك ورقم التعريف وعنوان البريد الإلكتروني وعنوان الاتصال ورقم الهاتف. (ب) المعلومات المالية: مثل رقم حسابك البنكي وسجلات المعاملات وعناوين الأصول الرقمية والمزيد. (ج) المعلومات الفنية: قد نقوم تلقائيًا بجمع معلومات فنية حول زياراتك لموقعنا الإلكتروني أو استخدام تطبيقاتنا، بما في ذلك عناوين IP ومعلومات الجهاز ونوع المتصفح وتواريخ الوصول والأوقات وغيرها. (د) المحتوى الذي ينشئه المستخدم: يتضمن معلومات المعاملة والتعليقات والأسئلة والمحتويات الأخرى التي تقدمها على نظامنا الأساسي. (هـ) معلومات أخرى: قد نقوم بجمع أنواع أخرى من المعلومات وفقًا لما تقتضيه القوانين المعمول بها أو بموافقتك. 2.2 لديك الحق في اختيار ما إذا كنت تريد تقديم أنواع معينة من المعلومات، ولكن هذا قد يؤثر على قدرتك على استخدام بعض خدماتنا. ثالثا. استخدام المعلومات 3.1 يجوز لنا استخدام معلوماتك للأغراض التالية: (أ) تقديم الخدمة: يتضمن ذلك معالجة المعاملات والتحقق من الهويات وتوفير دعم العملاء وإدارة حسابك. (ب) المتطلبات التنظيمية: الالتزام بالقوانين المعمول بها وأوامر المحكمة، ومنع الاحتيال وغسل الأموال. (ج) تحسين الخدمة: تحليل احتياجات المستخدم وسلوكياته لتحسين منتجاتنا وخدماتنا. (د) التسويق: إرسال المعلومات الترويجية والتسويقية إليك بموافقتك. (هـ) الحماية الأمنية: حماية أمنك وأمننا، بما في ذلك منع الوصول غير المصرح به وانتهاكات البيانات. 3.2 نحن نشارك معلوماتك فقط وفقًا لما يسمح به القانون، مثل شركائنا والوكالات التنظيمية وسلطات إنفاذ القانون. نحن نتخذ التدابير المناسبة لضمان حماية معلوماتك. رابعا. تخزين المعلومات والأمن 4.1 تخزين المعلومات: نقوم بتخزين معلوماتك على خوادم آمنة ونستخدم التدابير الفنية والتنظيمية اللازمة لحمايتها من الوصول غير المصرح به أو الخسارة أو الضرر أو الكشف عنها. نقوم بانتظام بمراجعة وتحديث الإجراءات الأمنية لمواجهة التهديدات المتطورة. 4.2 التحكم في الوصول إلى الحساب: يتطلب الوصول إلى حسابك التحقق من كلمة المرور الشخصية. يرجى حماية معلومات حسابك وعدم مشاركة كلمة المرور الخاصة بك أو السماح للآخرين باستخدام حسابك. إذا كنت تشك في حدوث خرق أمني أو اختراق لكلمة المرور، فيرجى إبلاغنا على الفور حتى نتمكن من اتخاذ الخطوات اللازمة لحماية حسابك. V. حماية حقوق الخصوصية 5.1 الوصول إلى المعلومات وتصحيحها: لديك الحق في الاستفسار عن معلوماتك الشخصية والوصول إليها وتصحيحها في أي وقت. إذا كنت بحاجة إلى الوصول إلى معلوماتك أو تصحيحها، فيرجى تسجيل الدخول إلى حسابك أو الاتصال بفريق دعم العملاء لدينا، وسنقوم بالرد على طلبك على الفور. 5.2 سحب الموافقة: إذا كنت قد وافقت مسبقًا على معالجة معلوماتك ولكنك قررت لاحقًا سحب موافقتك، فيرجى الاتصال بنا. يرجى ملاحظة أن سحب الموافقة قد يؤثر على قدرتك على استخدام خدماتنا، لكنه لن يؤثر على معالجة المعلومات التي قدمتها بالفعل. 5.3 حذف المعلومات: في حالات معينة، ووفقًا للقوانين واللوائح المعمول بها، يمكنك طلب حذف معلوماتك الشخصية. سنلبي طلبك ضمن حدود القانون. 5.4 مسؤول الخصوصية: إذا كانت لديك أي أسئلة أو مخاوف أو شكاوى حول هذه السياسة أو حقوق الخصوصية الخاصة بك، أو إذا كنت بحاجة إلى ممارسة الحقوق المذكورة أعلاه، فيرجى الاتصال بمسؤول الخصوصية لدينا. ونحن ملتزمون بمساعدتك في هذه الأمور. نحن نقدر اهتمامك بسياسة الخصوصية الخاصة بنا وتفهمك لها. من خلال الاستمرار في استخدام خدمات GFK، فإنك توافق على شروط وأحكام هذه السياسة. إذا كان لديك أي أسئلة أخرى أو كنت بحاجة إلى مساعدة إضافية، فلا تتردد في الاتصال بفريق دعم العملاء لدينا. السادس. تحديثات السياسة 6.1 يجوز لنا تحديث هذه السياسة بشكل دوري لتعكس التغييرات في القانون والتحسينات على خدماتنا. سيتم نشر أي تغييرات مهمة على موقعنا. شكرًا لك على قراءة سياسة الخصوصية الخاصة بنا. نحن نقدر خصوصيتك ونلتزم بالحفاظ عليها ز وحماية حقوق الخصوصية الخاصة بك. إذا كانت لديك أية أسئلة أخرى أو كنت بحاجة إلى مزيد من المساعدة، فلا تتردد في الاتصال بفريق دعم العملاء لدينا.

source: Profit Sharing Ratio
ar: نسبة تقاسم الأرباح
zh_hans: 利润分享比例
zh_hant: 利潤分享比例

source: Profit sharing
ar: مشاركة الأرباح
zh_hans: 利润分享
zh_hant: 利潤分享

source: Projected Revenue
ar: الإيرادات المتوقعة
zh_hans: 预计收益
zh_hant: 預計收益

source: Proportional copy trading
ar: تداول النسخ النسبي
zh_hans: 比例跟单交易
zh_hant: 比例跟單交易

source: Purchase from TA
ar: الشراء من TA
zh_hans: 向 TA 购买
zh_hant: 向 TA 購買

source: QR code
ar: رمز الاستجابة السريعة
zh_hans: 二维码
zh_hant: 二維碼

source: Quantity
ar: كمية
zh_hans: 数量
zh_hant: 數量

source: Quantity (%@)
ar: الكمية (%@)
zh_hans: 数量 (%@)
zh_hant: 數量 (%@)

source: Quick Buy
ar: شراء سريع
zh_hans: 快速购买
zh_hant: 快速購買

source: Quick Coin Buying
ar: شراء العملات بسرعة
zh_hans: 快捷买币
zh_hant: 快捷買幣

source: Quick Zone
ar: المنطقة السريعة
zh_hans: 快捷区
zh_hant: 快捷區

source: Quota
ar: حصة نسبية
zh_hans: 限额
zh_hant: 限額

source: Ratio
ar: نسبة
zh_hans: 比率
zh_hant: 比率

source: Re-certification
ar: إعادة التصديق
zh_hans: 重新认证
zh_hant: 重新認證

source: Re: %@
ar: رد: %@
zh_hans: 回复： %@
zh_hant: 回復： %@

source: Real Name
ar: الاسم الحقيقي
zh_hans: 姓名
zh_hant: 姓名

source: Realized PNL (%@)
ar: الربح والخسارة المحققة (%@)
zh_hans: 已实现盈亏 (%@)
zh_hant: 已實現盈虧 (%@)

source: Reapply
ar: أعد التقديم
zh_hans: 重新申请
zh_hant: 重新申請

source: Reason For Appeal:
ar: سبب الاستئناف:
zh_hans: 申诉理由：
zh_hant: 申訴理由：

source: Reason for appeal
ar: سبب الاستئناف
zh_hans: 申诉理由
zh_hant: 申訴理由

source: Reason for cancel
ar: سبب الإلغاء
zh_hans: 取消原因
zh_hant: 取消原因

source: Reason for cancellation
ar: سبب الالغاء
zh_hans: 取消原因
zh_hant: 取消原因

source: Rebate income
ar: دخل الخصم
zh_hans: 返利收入
zh_hant: 返利收入

source: Rebate ratio
ar: نسبة الخصم
zh_hans: 返利比例
zh_hant: 返利比例

source: Receiving account management
ar: استلام إدارة الحساب
zh_hans: 收款方式管理
zh_hant: 收款方式管理

source: Recharge
ar: تعبئة رصيد
zh_hans: 充值
zh_hant: 充值

source: Recharge Address
ar: عنوان إعادة الشحن
zh_hans: 充值地址
zh_hant: 充值地址

source: Recharge Wallet
ar: إعادة شحن المحفظة
zh_hans: 充值钱包
zh_hant: 充值錢包

source: Recharge account
ar: إعادة شحن الحساب
zh_hans: 充值账户
zh_hant: 充值賬戶

source: Recommend enabling Two-Factor Authentication
ar: نوصي بتمكين المصادقة الثنائية
zh_hans: 推荐启用双重身份认证
zh_hant: 推薦啟用雙重身份認證

source: Recommendation details
ar: تفاصيل التوصية
zh_hans: 推荐详情
zh_hant: 推薦詳情

source: Recommendations based on past transactions: %@
ar: التوصيات بناء على المعاملات السابقة: %@
zh_hans: 基于过去交易的建议： %@
zh_hant: 基於過去交易的建議： %@

source: Recommended Traders Send to a friend
ar: التجار الموصى بهم أرسل إلى صديق
zh_hans: 推荐交易者给朋友
zh_hant: 推薦交易者給朋友

source: Record Last
ar: سجل الأخير
zh_hans: 最近记录
zh_hant: 最近記錄

source: Redeem
ar: يسترد
zh_hans: 赎回
zh_hant: 贖回

source: Redeem %@
ar: تخليص %@
zh_hans: 赎回 %@
zh_hant: 贖回 %@

source: Redeem Success
ar: تخليص النجاح
zh_hans: 赎回成功
zh_hant: 贖回成功

source: Redeem quantity
ar: تخليص الكمية
zh_hans: 赎回数量
zh_hant: 贖回數量

source: Redemption
ar: الخلاص
zh_hans: 赎回
zh_hant: 贖回

source: Redemption time
ar: وقت الفداء
zh_hans: 到期时间
zh_hant: 到期時間

source: Reduce
ar: يقلل
zh_hans: 减少
zh_hant: 減少

source: Reference price: 1 %@ ≈ %@ %@
ar: السعر المرجعي: 1 %@ ≈ %@ %@
zh_hans: 参考价格：1 %@ ≈ %@ %@
zh_hant: 參考價格：1 %@ ≈ %@ %@

source: Referral code
ar: كود الإحالة
zh_hans: 推荐码
zh_hant: 推薦碼

source: Referring traders and quality investors are eligible for profit sharing.
ar: إن إحالة المتداولين والمستثمرين ذوي الجودة مؤهلون لتقاسم الأرباح.
zh_hans: 推荐交易者和优质投资者有资格获得利润分享。
zh_hant: 推薦交易者和優質投資者有資格獲得利潤分享。

source: Refresh
ar: ينعش
zh_hans: 刷新
zh_hant: 刷新

source: Register
ar: يسجل
zh_hans: 注册
zh_hant: 註冊

source: Regular
ar: عادي
zh_hans: 定期
zh_hant: 定期

source: Relieve C2C Merchant
ar: تخفيف التاجر C2C
zh_hans: 解除 C2C 商户
zh_hant: 解除 C2C 商戶

source: Remaining positions
ar: المواقف المتبقية
zh_hans: 剩余持仓
zh_hant: 剩余持倉

source: Remove C2C merchant application
ar: إزالة تطبيق التاجر C2C
zh_hans: 解除C2C商户申请
zh_hant: 解除C2C商戶申請

source: Remove merchant identity
ar: إزالة هوية التاجر
zh_hans: 解除商户身份
zh_hant: 解除商戶身份

source: Repeal failed
ar: فشل الإلغاء
zh_hans: 申诉失败
zh_hant: 申訴失敗

source: Reset
ar: إعادة ضبط
zh_hans: 重置
zh_hant: 重置

source: Reset Security Verification
ar: إعادة تعيين التحقق الأمني
zh_hans: 重置安全验证
zh_hant: 重置安全驗證

source: Reset Your Password
ar: اعد ضبط كلمه السر
zh_hans: 重置你的密码
zh_hant: 重置你的密碼

source: Reset security verification successful
ar: تمت إعادة تعيين التحقق الأمني بنجاح
zh_hans: 重置安全验证成功
zh_hant: 重置安全驗證成功

source: Return Rate
ar: معدل العائد
zh_hans: 回报率
zh_hant: 回報率

source: Review approved
ar: تمت الموافقة على المراجعة
zh_hans: 审核通过
zh_hant: 審核通過

source: Review rejected
ar: تم رفض المراجعة
zh_hans: 审核被拒绝
zh_hant: 審核被拒絕

source: Revocation
ar: إبطال
zh_hans: 撤销
zh_hant: 撤銷

source: Revoked
ar: إلغاء - فسخ
zh_hans: 已撤销
zh_hant: 已撤銷

source: Rewards for referrals
ar: مكافآت للإحالات
zh_hans: 推荐奖励
zh_hant: 推薦獎勵

source: Role
ar: دور
zh_hans: 角色
zh_hant: 角色

source: Rule description
ar: وصف القاعدة
zh_hans: 规则说明
zh_hant: 規則說明

source: Run time: %@
ar: وقت التشغيل: %@
zh_hans: 运行时间： %@
zh_hant: 運行時間： %@

source: Save
ar: يحفظ
zh_hans: 保存
zh_hant: 保存

source: Save Success
ar: حفظ النجاح
zh_hans: 保存成功
zh_hant: 保存成功

source: Scan QR Code
ar: مسح رمز الاستجابة السريعة
zh_hans: 扫描二维码
zh_hant: 掃描二維碼

source: Scan to log in
ar: مسح لتسجيل الدخول
zh_hans: 扫码登录
zh_hant: 掃碼登錄

source: Search
ar: يبحث
zh_hans: 搜索
zh_hant: 搜索

source: Search for 'Google Authentication' in the app store to download
ar: ابحث عن "مصادقة Google" في متجر التطبيقات للتنزيل
zh_hans: 在应用商店中搜索“Google身份验证”即可下载
zh_hant: 在應用商店中搜索“Google身份驗證”即可下載

source: Security Center
ar: مركز الأمن
zh_hans: 安全中心
zh_hant: 安全中心

source: Security Level:
ar: مستوى الأمان:
zh_hans: 安全等级：
zh_hant: 安全等級：

source: Security Verification
ar: تصريح امني
zh_hans: 安全验证
zh_hant: 安全驗證

source: Security center
ar: مركز أمني
zh_hans: 安全中心
zh_hant: 安全中心

source: Security verification not available?
ar: التحقق الأمني غير متوفر؟
zh_hans: 无法进行安全验证？
zh_hant: 無法進行安全驗證？

source: Select Area Code
ar: حدد رمز المنطقة
zh_hans: 选择区号
zh_hant: 選擇區號

source: Select Unavailable Security Verification
ar: حدد التحقق من الأمان غير متوفر
zh_hans: 选择不可用的安全验证
zh_hant: 選擇不可用的安全驗證

source: Self Zone
ar: المنطقة الذاتية
zh_hans: 自选区
zh_hant: 自選區

source: Sell
ar: يبيع
zh_hans: 出售
zh_hant: 出售

source: Sell %@
ar: بيع %@
zh_hans: 出售 %@
zh_hant: 出售 %@

source: Sell %lld
ar: بيع %lld
zh_hans: 出售 %lld
zh_hant: 出售 %lld

source: Sell to TA
ar: بيع إلى تا
zh_hans: 向 TA 出售
zh_hant: 向 TA 出售

source: Seller appeal failed
ar: فشل استئناف البائع
zh_hans: 卖家申诉失败
zh_hant: 賣家申訴失敗

source: Seller appealed successfully
ar: استأنف البائع بنجاح
zh_hans: 卖家申诉成功
zh_hant: 賣家申訴成功

source: Seller nickname
ar: لقب البائع
zh_hans: 卖家昵称
zh_hant: 賣家昵稱

source: Send
ar: يرسل
zh_hans: 发送
zh_hant: 發送

source: Set Your Password
ar: تعيين كلمة المرور الخاصة بك
zh_hans: 设置你的密码
zh_hant: 設置你的密碼

source: Set up
ar: يثبت
zh_hans: 设置
zh_hant: 設置

source: Setting Prices
ar: تحديد الأسعار
zh_hans: 设定价格
zh_hant: 設定價格

source: Settings
ar: إعدادات
zh_hans: 设置
zh_hant: 設置

source: Settled
ar: تسوية
zh_hans: 已结算
zh_hant: 已結算

source: Settlement bill
ar: فاتورة التسوية
zh_hans: 结算账单
zh_hant: 結算賬單

source: Share a trader's information on social media, and when your friend clicks on the jump to return to the app, they will be taken directly to the trader's page.
ar: قم بمشاركة معلومات المتداول على وسائل التواصل الاجتماعي، وعندما ينقر صديقك على زر الانتقال للعودة إلى التطبيق، سيتم نقله مباشرة إلى صفحة المتداول.
zh_hans: 在社交媒体上分享交易者的信息，当你的朋友点击跳转返回应用程序时，他们将被直接带到交易者的页面。
zh_hant: 在社交媒體上分享交易者的信息，當你的朋友點擊跳轉返回應用程序時，他們將被直接帶到交易者的頁面。

source: Sharing of trading activities
ar: تقاسم الأنشطة التجارية
zh_hans: 交易活动分享
zh_hant: 交易活動分享

source: Single Order Limit
ar: حد الطلب الواحد
zh_hans: 单笔订单限额
zh_hant: 單筆訂單限額

source: Single Order Limitns
ar: حدود الطلب الفردي
zh_hans: 单笔订单限制
zh_hant: 單筆訂單限制

source: Single amount
ar: مبلغ واحد
zh_hans: 单笔金额
zh_hant: 單筆金額

source: Single-stroke limit
ar: حد السكتة الدماغية الواحدة
zh_hans: 单笔限额
zh_hant: 單筆限額

source: Skewed trade resources
ar: موارد التجارة المنحرفة
zh_hans: 贸易资源倾斜
zh_hant: 貿易資源傾斜

source: Spot
ar: بقعة
zh_hans: 币币
zh_hant: 幣幣

source: Spot Account
ar: حساب سبوت
zh_hans: 币币账户
zh_hant: 幣幣賬戶

source: Start Now
ar: ابدأ الآن
zh_hans: 现在开始
zh_hant: 現在開始

source: Start your digital trading journey
ar: ابدأ رحلة التداول الرقمي الخاصة بك
zh_hans: 开始您的数字交易之旅
zh_hant: 開始您的數字交易之旅

source: Starting From %@
ar: ابتداء من %@
zh_hans: 起投 %@
zh_hant: 起投 %@

source: Starting from %@%@
ar: ابتداء%@%@
zh_hans: 从 %@%@开始
zh_hant: 從 %@%@開始
