Repository: ygsgdbd/XLocale
Catalog: ExampleData/*.xcloc/Localized Contents/*.xliff
Languages: ar, zh_hans, zh_hant

source: State
ar: ولاية
zh_hans: 状态
zh_hant: 狀態

source: Status
ar: حالة
zh_hans: 状态
zh_hant: 狀態

source: Stop (USDT)
ar: توقف (USDT)
zh_hans: 止损 (USDT)
zh_hant: 止損 (USDT)

source: Stop Limit
ar: حد التوقف
zh_hans: 止损
zh_hant: 止損

source: Stop-Limit
ar: حد التوقف
zh_hans: 限价止损
zh_hant: 限價止損

source: Stop-Market
ar: وقف السوق
zh_hans: 市价止损
zh_hant: 市價止損

source: Strategy Detail
ar: تفاصيل الإستراتيجية
zh_hans: 策略详情
zh_hant: 策略詳情

source: Submit
ar: يُقدِّم
zh_hans: 提交
zh_hant: 提交

source: Submitted
ar: مُقَدَّم
zh_hans: 已提交
zh_hant: 已提交

source: Subscription %@
ar: الاشتراك %@
zh_hans: 申购 %@
zh_hant: 申購 %@

source: Subscription Date
ar: تاريخ الاشتراك
zh_hans: 申购日
zh_hant: 申購日

source: Subscription Success
ar: نجاح الاشتراك
zh_hans: 申购成功
zh_hant: 申購成功

source: Subscription quantity
ar: كمية الاشتراك
zh_hans: 申购数量
zh_hant: 申購數量

source: Subscription time
ar: وقت الاشتراك
zh_hans: 申购时间
zh_hant: 申購時間

source: Successful
ar: ناجح
zh_hans: 成功
zh_hant: 成功

source: Successful application
ar: تطبيق ناجح
zh_hans: 申请成功
zh_hant: 申請成功

source: Successful referrals
ar: الإحالات الناجحة
zh_hans: 成功推荐
zh_hant: 成功推薦

source: Sum (%@)
ar: المبلغ (%@)
zh_hans: 累计 (%@)
zh_hant: 累計 (%@)

source: Switch Currency
ar: تحويل العملة
zh_hans: 切换币种
zh_hant: 切換幣種

source: Switch Network
ar: تبديل الشبكة
zh_hans: 交换网络
zh_hant: 交換網絡

source: Switch Wallet
ar: تبديل المحفظة
zh_hans: 切换钱包
zh_hant: 切換錢包

source: System
ar: نظام
zh_hans: 系统
zh_hant: 系統

source: System canceled
ar: تم إلغاء النظام
zh_hans: 系统取消
zh_hant: 系統取消

source: TP/SL
ar: تب / سي
zh_hans: 止盈止损
zh_hant: 止盈止損

source: Take
ar: يأخذ
zh_hans: 获取
zh_hant: 獲取

source: Take Profit
ar: اخذ ربح
zh_hans: 止盈
zh_hant: 止盈

source: Text
ar: نص
zh_hans: 文本
zh_hant: 文本

source: The %@ USDT deposit will be frozen when the merchant application is submitted and the guaranteed amount will be displayed on the user profile page. If the application is rejected, the guaranteed amount will be unfrozen.
ar: سيتم تجميد إيداع %@ USDT عند تقديم طلب التاجر وسيتم عرض المبلغ المضمون على صفحة ملف تعريف المستخدم. إذا تم رفض الطلب، سيتم فك تجميد المبلغ المضمون.
zh_hans: 提交商户申请时， %@ USDT押金将被冻结，保证金额将显示在用户资料页面上。如果申请被拒绝，担保金额将被解冻。
zh_hant: 提交商戶申請時， %@ USDT押金將被凍結，保證金額將顯示在用戶資料頁面上。如果申請被拒絕，擔保金額將被解凍。

source: The adjustment of the margin mode only applies to the current contract.
ar: ينطبق تعديل وضع الهامش فقط على العقد الحالي.
zh_hans: 保证金模式的调整仅适用于当前合约。
zh_hant: 保證金模式的調整僅適用於當前合約。

source: The appeal has been cancelled
ar: تم إلغاء الاستئناف
zh_hans: 申诉已被取消
zh_hant: 申訴已被取消

source: The balance of this advertisement is insufficient
ar: رصيد هذا الإعلان غير كافي
zh_hans: 该广告余额不足
zh_hant: 該廣告余額不足

source: The buyer did not make the payment, but clicked "I have completed the transfer".
ar: لم يقم المشتري بالدفع، لكنه نقر على "لقد أكملت عملية النقل".
zh_hans: 买家没有付款，而是点击了“我已完成转账”。
zh_hant: 買家沒有付款，而是點擊了“我已完成轉賬”。

source: The buyer has confirmed the payment. Please be sure to log in to your account to confirm the payment before releasing it to avoid property losses!
ar: وقد أكد المشتري الدفع. يرجى التأكد من تسجيل الدخول إلى حسابك لتأكيد الدفع قبل تحريره لتجنب خسائر الممتلكات!
zh_hans: 买家已确认付款，请您务必登录您的账户确认收款后再放行， 避免造成财产损失！
zh_hant: 買家已確認付款，請您務必登錄您的賬戶確認收款後再放行， 避免造成財產損失！

source: The buyer has created an order and needs to make a payment
ar: أنشأ المشتري طلبًا ويحتاج إلى إجراء الدفع
zh_hans: 买家已创建订单，需要付款
zh_hant: 買家已創建訂單，需要付款

source: The buyer has marked the payment. Please check it in time and release it to the buyer as soon as possible.
ar: وقد قام المشتري بوضع علامة على الدفع. يرجى التحقق منه في الوقت المناسب وإصداره للمشتري في أقرب وقت ممكن.
zh_hans: 买家已标记付款。请及时核对并尽快发布给买家。
zh_hant: 買家已標記付款。請及時核對並盡快發布給買家。

source: The buyer has transferred the money, but the seller has not released the coins in a timely manner.
ar: قام المشتري بتحويل الأموال، لكن البائع لم يفرج عن العملات المعدنية في الوقت المناسب.
zh_hans: 买家已转账，但卖家未及时放币。
zh_hant: 買家已轉賬，但賣家未及時放幣。

source: The buyer left a special instruction when transferring the money, but the seller did not release the cryptocurrency.
ar: ترك المشتري تعليمات خاصة عند تحويل الأموال، لكن البائع لم يفرج عن العملة المشفرة.
zh_hans: 买家在转账时留下了特殊指示，但卖家并未释放加密货币。
zh_hant: 買家在轉賬時留下了特殊指示，但賣家並未釋放加密貨幣。

source: The buyer's payment was successful, but the seller did not receive the payment.
ar: تم الدفع للمشتري بنجاح، لكن البائع لم يستلم المبلغ.
zh_hans: 买家付款成功，但卖家未收到货款。
zh_hant: 買家付款成功，但賣家未收到貨款。

source: The entire audit process may take 1-2 days, please be patient Waiting for our review
ar: قد تستغرق عملية التدقيق بأكملها من يوم إلى يومين، يرجى التحلي بالصبر في انتظار مراجعتنا
zh_hans: 整个审核过程可能需要1-2天，请耐心等待我们的审核
zh_hant: 整個審核過程可能需要1-2天，請耐心等待我們的審核

source: The margin mode cannot be adjusted if there are existing positions or open orders in the current contract.
ar: لا يمكن تعديل وضع الهامش إذا كانت هناك مراكز حالية أو أوامر مفتوحة في العقد الحالي.
zh_hans: 如果当前合约有持仓或未平仓订单，则无法调整保证金模式。
zh_hant: 如果當前合約有持倉或未平倉訂單，則無法調整保證金模式。

source: The maximum %@
ar: الحد الأقصى %@
zh_hans: 最大 %@
zh_hant: 最大 %@

source: The maximum number of decimal places is %lld
ar: الحد الأقصى لعدد المنازل العشرية هو %lld
zh_hans: 小数位数最大为 %lld
zh_hant: 小數位數最大為 %lld

source: The minimum progress of the quantity is 6
ar: الحد الأدنى لتقدم الكمية هو 6
zh_hans: 数量最小进度为6
zh_hant: 數量最小進度為6

source: The order has been canceled.
ar: تم إلغاء الطلب.
zh_hans: 订单已被取消。
zh_hant: 訂單已被取消。

source: The other party has canceled.
ar: لقد ألغى الطرف الآخر.
zh_hans: 对方已取消。
zh_hant: 對方已取消。

source: The other party has released the assets and you will receive them.
ar: لقد قام الطرف الآخر بتحرير الأصول وسوف تحصل عليها.
zh_hans: 对方已释放资产，您将收到。
zh_hant: 對方已釋放資產，您將收到。

source: The other party will receive the assets you have released.
ar: سوف يتلقى الطرف الآخر الأصول التي قمت بتحريرها.
zh_hans: 对方将收到您释放的资产。
zh_hant: 對方將收到您釋放的資產。

source: The password length is between 8 and 16 characters
ar: يتراوح طول كلمة المرور بين 8 و16 حرفًا
zh_hans: 密码长度在8到16个字符之间
zh_hant: 密碼長度在8到16個字符之間

source: The passwords do not match!
ar: كلمات السر لا تتطابق!
zh_hans: 密码不匹配！
zh_hant: 密碼不匹配！

source: The payment amount does not match the order amount.
ar: مبلغ الدفع لا يتطابق مع مبلغ الطلب.
zh_hans: 付款金额与订单金额不符。
zh_hant: 付款金額與訂單金額不符。

source: The platform has negotiated with the buyer and seller to cancel the order.
ar: تفاوضت المنصة مع البائع والمشتري لإلغاء الطلب.
zh_hans: 平台已与买家、卖家协商取消订单。
zh_hant: 平臺已與買家、賣家協商取消訂單。

source: The platform is assessing responsibility based on the information you submitted. Please be patient.
ar: تقوم المنصة بتقييم المسؤولية بناءً على المعلومات التي قدمتها. يرجى التحلي بالصبر.
zh_hans: 平台正在根据您提交的信息评估责任。请耐心等待。
zh_hant: 平臺正在根據您提交的信息評估責任。請耐心等待。

source: The platform will not automatically deduct payments. You need to open a third-party platform to transfer funds to the seller. If you have not made the payment yet and click 'I have completed the transfer', it will be considered a malicious operation and your account will be frozen.
ar: لن تقوم المنصة بخصم المدفوعات تلقائيًا. تحتاج إلى فتح منصة تابعة لجهة خارجية لتحويل الأموال إلى البائع. إذا لم تقم بالدفع بعد وقمت بالنقر فوق "لقد أكملت عملية النقل"، فسيتم اعتبار ذلك عملية ضارة وسيتم تجميد حسابك.
zh_hans: 平台不会自动扣款，您需打开第三方平台转账给卖家，若尚未付款就点击【我已完成转账】将会被视为恶意操作，冻结账户。
zh_hant: 平臺不會自動扣款，您需打開第三方平臺轉賬給賣家，若尚未付款就點擊【我已完成轉賬】將會被視為惡意操作，凍結賬戶。

source: The platform will not automatically deduct the money, you need to transfer money to the other party through the corresponding APP, the other party can receive the money.
ar: لن تقوم المنصة بخصم الأموال تلقائيًا، بل تحتاج إلى تحويل الأموال إلى الطرف الآخر من خلال التطبيق المقابل، ويمكن للطرف الآخر استلام الأموال.
zh_hans: 平台不会自动扣款，您需要通过相应的APP转账给对方，对方才能收到钱。
zh_hant: 平臺不會自動扣款，您需要通過相應的APP轉賬給對方，對方才能收到錢。

source: The reasons for the appeal and the evidence will be presented to both parties and customer service simultaneously. Please pay attention to privacy information protection. Malicious complaints belong to behaviors that disrupt the normal operation order of the platform, and if the circumstances are serious, the account will be frozen.
ar: سيتم عرض أسباب الاستئناف والأدلة على الطرفين وخدمة العملاء في وقت واحد. يرجى الانتباه إلى حماية معلومات الخصوصية. الشكاوى الخبيثة تتعلق بسلوكيات تعطل نظام التشغيل الطبيعي للمنصة، وإذا كانت الظروف خطيرة، فسيتم تجميد الحساب.
zh_hans: 申诉理由及证据将同时提交给双方及客服。请注意隐私信息保护。恶意投诉属于扰乱平台正常运营秩序的行为，情节严重的，账户将被冻结。
zh_hant: 申訴理由及證據將同時提交給雙方及客服。請註意隱私信息保護。惡意投訴屬於擾亂平臺正常運營秩序的行為，情節嚴重的，賬戶將被凍結。

source: The remaining amount: %@ %@
ar: المبلغ %@: %@
zh_hans: 剩余数量： %@ %@
zh_hant: 剩余數量： %@ %@

source: The remaining time of payment
ar: الوقت المتبقي للدفع
zh_hans: 剩余付款时间
zh_hant: 剩余付款時間

source: The screenshots of payment and communication records should not exceed 4 files and the size should not exceed 5MB, supporting JPG, JPEG, and PNG.
ar: يجب ألا تتجاوز لقطات الشاشة الخاصة بسجلات الدفع والاتصالات 4 ملفات، ويجب ألا يتجاوز حجمها 5 ميجابايت، وأن تدعم JPG، JPEG، وPNG.
zh_hans: 支付及通讯记录截图不超过4个文件，大小不超过5MB，支持JPG、JPEG、PNG。
zh_hant: 支付及通訊記錄截圖不超過4個文件，大小不超過5MB，支持JPG、JPEG、PNG。

source: The seller has released the currency
ar: أصدر البائع العملة
zh_hans: 卖家已释放货币
zh_hant: 賣家已釋放貨幣

source: The seller is unwilling to release the encrypted currency.
ar: البائع غير راغب في تحرير العملة المشفرة.
zh_hans: 卖家不愿意释放加密货币。
zh_hant: 賣家不願意釋放加密貨幣。

source: The seller releases the cryptocurrency in advance before confirming the payment.
ar: يقوم البائع بتحرير العملة المشفرة مقدمًا قبل تأكيد الدفع.
zh_hans: 卖家在确认付款之前提前释放加密货币。
zh_hant: 賣家在確認付款之前提前釋放加密貨幣。

source: The seller's payment account is under risk control and cannot be transferred
ar: يخضع حساب الدفع الخاص بالبائع لمراقبة المخاطر ولا يمكن تحويله
zh_hans: 卖方的付款账户处于风险控制之下，无法转移
zh_hant: 賣方的付款賬戶處於風險控制之下，無法轉移

source: The seller's service attitude is not good
ar: موقف خدمة البائع ليست جيدة
zh_hans: 卖方的服务态度不好
zh_hant: 賣方的服務態度不好

source: The term
ar: على المدى
zh_hans: 期限
zh_hant: 期限

source: The verification information or account information is inconsistent.
ar: معلومات التحقق أو معلومات الحساب غير متناسقة.
zh_hans: 验证信息或账户信息不一致。
zh_hant: 驗證信息或賬戶信息不一致。

source: This appeal determines that the buyer is not at fault, and %@ assets have been deposited into your account.
ar: يحدد هذا الاستئناف أن المشتري ليس مخطئًا، ولم يتم إيداع %@ أصول في حسابك.
zh_hans: 本次申诉判定买家无过错，您账户已存入 %@ 资产。
zh_hant: 本次申訴判定買家無過錯，您賬戶已存入 %@ 資產。

source: This appeal determines that the seller is not at fault. If you have any questions, please appeal again.
ar: يحدد هذا الاستئناف أن البائع ليس على خطأ. إذا كان لديك أي أسئلة، يرجى الاستئناف مرة أخرى.
zh_hans: 该申诉确定卖方没有过错。如有疑问，请再次申诉。
zh_hant: 該申訴確定賣方沒有過錯。如有疑問，請再次申訴。

source: This value must be an integer
ar: يجب أن تكون هذه القيمة عددًا صحيحًا
zh_hans: 该值必须是整数
zh_hant: 該值必須是整數

source: This value must be between %lld ~ %lld
ar: يجب أن تكون هذه القيمة بين %lld ~ %lld
zh_hans: 该值必须在 %lld ~ %lld之间
zh_hant: 該值必須在 %lld ~ %lld之間

source: This value must be greater than 0
ar: يجب أن تكون هذه القيمة أكبر من 0
zh_hans: 该值必须大于0
zh_hant: 該值必須大於0

source: Time
ar: وقت
zh_hans: 时间
zh_hant: 時間

source: Time Limit
ar: الحد الزمني
zh_hans: 时限
zh_hant: 時限

source: Time period
ar: فترة زمنية
zh_hans: 时段
zh_hant: 時段

source: Timeout cancellation
ar: إلغاء المهلة
zh_hans: 超时取消
zh_hant: 超時取消

source: Tip: Please do not exceed 5 MB in size for a single image, please be patient after clicking Submit Certification and wait for the upload, please do not click repeatedly.
ar: نصيحة: يرجى ألا يتجاوز حجم الصورة الواحدة 5 ميغابايت، ويرجى التحلي بالصبر بعد النقر فوق "إرسال الشهادة" وانتظار التحميل، ويرجى عدم النقر بشكل متكرر.
zh_hans: 提示：单张图片大小请勿超过5MB，点击提交认证后请耐心等待上传，请勿重复点击。
zh_hant: 提示：單張圖片大小請勿超過5MB，點擊提交認證後請耐心等待上傳，請勿重復點擊。

source: Tips
ar: نصائح
zh_hans: 提示
zh_hant: 提示

source: To
ar: ل
zh_hans: 到
zh_hant: 到

source: To be verified
ar: ليتم التحقق منها
zh_hans: 待核实
zh_hant: 待核實

source: To ensure your rights, please provide a detailed description of the reason for canceling the order (required)
ar: لضمان حقوقك يرجى تقديم وصف تفصيلي لسبب إلغاء الطلب (مطلوب)
zh_hans: 为保障您的权益，请详细说明取消订单的原因（必填）
zh_hant: 為保障您的權益，請詳細說明取消訂單的原因（必填）

source: To protect the security of your assets, change or unbind the verified account Payment services, coin withdrawals, and C2C coin sales will be disabled for 24 hours.
ar: لحماية أمان أصولك، قم بتغيير أو إلغاء ربط الحساب الذي تم التحقق منه. سيتم تعطيل خدمات الدفع وسحب العملات ومبيعات العملات من C2C لمدة 24 ساعة.
zh_hans: 为了保护您的资产安全，重置后该账户将禁用支付服务、提币和 C2C 卖币 24 小时。
zh_hant: 為了保護您的資產安全，重置後該賬戶將禁用支付服務、提幣和 C2C 賣幣 24 小時。

source: To protect your rights and interests, please describe the appeal information as fully as possible
ar: لحماية حقوقك ومصالحك، يرجى وصف معلومات الاستئناف على أكمل وجه ممكن
zh_hans: 为了保障您的权益，请尽可能完整地描述申诉信息
zh_hant: 為了保障您的權益，請盡可能完整地描述申訴信息

source: Today
ar: اليوم
zh_hans: 今天
zh_hant: 今天

source: Today (Times)
ar: اليوم (الزمن)
zh_hans: 今天（次）
zh_hant: 今天（次）

source: Today's Estimated Returns (USDT)
ar: العوائد المقدرة اليوم (USDT)
zh_hans: 今日预计收益（USDT）
zh_hant: 今日預計收益（USDT）

source: Today's Pre (USDT)
ar: ما قبل اليوم (USDT)
zh_hans: 今日盘前 (USDT)
zh_hant: 今日盤前 (USDT)

source: Total
ar: المجموع
zh_hans: 总计
zh_hant: 總計

source: Total Balance
ar: الرصيد الإجمالي
zh_hans: 总资产
zh_hant: 總資產

source: Total Position Assets
ar: إجمالي أصول المركز
zh_hans: 总持仓资产
zh_hant: 總持倉資產

source: Total Return
ar: عودة كاملة
zh_hans: 总回报
zh_hant: 總回報

source: Total amount
ar: المبلغ الإجمالي
zh_hans: 总金额
zh_hant: 總金額

source: Total number of transactions
ar: إجمالي عدد المعاملات
zh_hans: 交易总数
zh_hant: 交易總數

source: Total positions
ar: إجمالي المواقف
zh_hans: 总持仓
zh_hant: 總持倉

source: Total return (USDT)
ar: إجمالي العائد (USDT)
zh_hans: 总回报（USDT）
zh_hant: 總回報（USDT）

source: Total revenue
ar: إجمالي الإيرادات
zh_hans: 总收益
zh_hant: 總收益

source: Total transaction
ar: إجمالي المعاملة
zh_hans: 交易总额
zh_hant: 交易總額

source: Total turnover (USDT)
ar: إجمالي قيمة التداول (USDT)
zh_hans: 总成交量（USDT）
zh_hant: 總成交量（USDT）

source: Trade
ar: تجارة
zh_hans: 交易
zh_hant: 交易

source: Trade History
ar: تاريخ التجارة
zh_hans: 交易历史
zh_hant: 交易歷史

source: Trade cryptocurrencies efficiently and securely
ar: تداول العملات المشفرة بكفاءة وأمان
zh_hans: 高效、安全地交易加密货币
zh_hant: 高效、安全地交易加密貨幣

source: Trading Volume
ar: حجم التداول
zh_hans: 交易量
zh_hant: 交易量

source: Trading Volume (%@)
ar: حجم التداول (%@)
zh_hans: 交易量 (%@)
zh_hant: 交易量 (%@)

source: Trading Volume (U)
ar: حجم التداول (U)
zh_hans: 交易量 (U)
zh_hant: 交易量 (U)

source: Trading Winning Ratio (last 3W)
ar: نسبة الربح في التداول (آخر 3 واط)
zh_hans: 交易胜率 (最近3周)
zh_hant: 交易勝率 (最近3周)

source: Trading method
ar: طريقة التداول
zh_hans: 交易方式
zh_hant: 交易方式

source: Trailing
ar: زائدة
zh_hans: 跟踪委托
zh_hant: 跟蹤委托

source: Trailing Stop
ar: وقف زائدة
zh_hans: 跟踪止损
zh_hant: 跟蹤止損

source: Transaction Details
ar: تفاصيل الصفقه
zh_hans: 交易明细
zh_hant: 交易明細

source: Transaction ID
ar: رقم المعاملة
zh_hans: 交易ID
zh_hant: 交易ID

source: Transaction Type
ar: نوع المعاملة
zh_hans: 交易类型
zh_hant: 交易類型

source: Transaction details
ar: تفاصيل الصفقه
zh_hans: 交易明细
zh_hant: 交易明細

source: Transaction rate
ar: معدل المعاملة
zh_hans: 交易率
zh_hant: 交易率

source: Transfer
ar: تحويل
zh_hans: 划转
zh_hant: 劃轉

source: Transfer successful
ar: تم النقل بنجاح
zh_hans: 转账成功
zh_hant: 轉賬成功

source: Transfer to seller
ar: نقل إلى البائع
zh_hans: 向卖家付款
zh_hant: 向賣家付款

source: Trigger Conditions
ar: شروط الزناد
zh_hans: 触发条件
zh_hant: 觸發條件

source: Trigger Price
ar: سعر الزناد
zh_hans: 触发价
zh_hant: 觸發價

source: Trigger Price (USDT)
ar: سعر التشغيل (USDT)
zh_hans: 触发价格 (USDT)
zh_hant: 觸發價格 (USDT)

source: Trigger price
ar: سعر الزناد
zh_hans: 触发价
zh_hant: 觸發價

source: Try contacting the other party to see if they can solve the problem
ar: حاول الاتصال بالطرف الآخر لمعرفة ما إذا كان بإمكانه حل المشكلة
zh_hans: 尝试联系对方看能否解决问题
zh_hant: 嘗試聯系對方看能否解決問題

source: Turnover
ar: دوران
zh_hans: 成交量
zh_hant: 成交量

source: Turnover rate
ar: معدل دوران
zh_hans: 成交率
zh_hant: 成交率

source: Turnover rate (last 30 days)
ar: معدل الدوران (آخر 30 يومًا)
zh_hans: 成交率（最近30天）
zh_hant: 成交率（最近30天）

source: Two-Factor Authentication
ar: توثيق ذو عاملين
zh_hans: 双重身份认证
zh_hant: 雙重身份認證

source: Type
ar: يكتب
zh_hans: 类型
zh_hant: 類型

source: USDT History Contract
ar: عقد تاريخ USDT
zh_hans: USDT 历史合约
zh_hant: USDT 歷史合約

source: USDT Perpetual Contracts
ar: العقود الدائمة USDT
zh_hans: USDT永续合约
zh_hant: USDT永續合約

source: Unable to contact the seller
ar: غير قادر على الاتصال بالبائع
zh_hans: 无法联系卖家
zh_hant: 無法聯系賣家

source: Unbind Email
ar: إلغاء ربط البريد الإلكتروني
zh_hans: 解除绑定邮箱
zh_hant: 解除綁定郵箱

source: Unbind Google Authenticator
ar: قم بإلغاء ربط أداة مصادقة Google
zh_hans: 解除绑定谷歌验证器
zh_hant: 解除綁定谷歌驗證器

source: Unbind Mobile
ar: فك ربط الجوال
zh_hans: 解绑手机
zh_hant: 解綁手機

source: Unblock
ar: رفع الحظر
zh_hans: 取消拉黑
zh_hant: 取消拉黑

source: Unblocked
ar: الملغى حظره
zh_hans: 取消拉黑
zh_hant: 取消拉黑

source: Unbound
ar: غير مجلد
zh_hans: 未绑定
zh_hant: 未綁定

source: Under Appeal
ar: تحت الاستئناف
zh_hans: 申诉中
zh_hant: 申訴中

source: Under appeal
ar: تحت الاستئناف
zh_hans: 申诉中
zh_hant: 申訴中

source: Under review
ar: قيد المراجعة
zh_hans: 审核中
zh_hant: 審核中

source: Unfollow
ar: الغاء المتابعة
zh_hans: 取消关注
zh_hant: 取消關註

source: Unit base
ar: قاعدة الوحدة
zh_hans: 单位
zh_hant: 單位

source: Unit base must be less than or equal to 1, with a maximum of 2 decimal places.
ar: يجب أن تكون قاعدة الوحدة أقل من أو تساوي 1، وبحد أقصى منزلتين عشريتين.
zh_hans: 单位基数必须小于或等于 1，最多 2 位小数。
zh_hant: 單位基數必須小於或等於 1，最多 2 位小數。

source: Unit price
ar: سعر الوحدة
zh_hans: 单价
zh_hant: 單價

source: Unlimited
ar: غير محدود
zh_hans: 无限制
zh_hant: 無限制

source: Unrealized PNL (%@)
ar: الربح والخسارة غير المحققة (%@)
zh_hans: 未实现盈亏 (%@)
zh_hant: 未實現盈虧 (%@)

source: Unsupported QR code
ar: رمز الاستجابة السريعة غير مدعوم
zh_hans: 不支持的二维码
zh_hant: 不支持的二維碼

source: Upload a full photo of your ID
ar: قم بتحميل صورة كاملة لبطاقة هويتك
zh_hans: 上传您的身份证件的完整照片
zh_hant: 上傳您的身份證件的完整照片

source: Upon successful referral, the trader will receive 25% of the profit share as a referral bonus in your wallet instantly.
ar: عند الإحالة الناجحة، سيحصل المتداول على 25% من حصة الربح كمكافأة إحالة في محفظتك على الفور.
zh_hans: 成功推荐后，交易者将立即在您的钱包中收到 25% 的利润分成作为推荐奖金。
zh_hant: 成功推薦後，交易者將立即在您的錢包中收到 25% 的利潤分成作為推薦獎金。

source: User Agreement
ar: اتفاقية المستخدم
zh_hans: 用户协议
zh_hant: 用戶協議

source: User Agreement Updated: September 25, 2023 Welcome to the GFK Digital Asset Trading Platform (hereinafter referred to as "GFK"). Before using the services of GFK, please carefully read and understand the following User Agreement. This agreement sets forth the legal relationship between you and GFK, including your rights and responsibilities when using our platform. If you do not agree with any of the terms and conditions of this agreement, please cease using the services of GFK. I. Acceptance of Terms 1.1 Your use of GFK's services constitutes your acceptance and agreement to comply with all the terms and conditions of this agreement. If you do not agree with any part of this agreement, please discontinue using GFK's services. II. Use of the Platform 2.1 You agree to comply with the national policies of Lithuania and all internal rules and regulations of the GFK platform. 2.2 You must be of legal age, as per local laws, to have the right to trade and use our services. III. Account Registration 3.1 You need to register a GFK account to use our services. During the registration process, you must provide accurate personal information. 3.2 You are responsible for safeguarding your account information and password and should not share them with others. If you suspect that the security of your account is compromised, you should immediately notify us. IV. Use of Services 4.1 You agree to use only legal means and legal funds for transactions. You may not engage in any illegal, fraudulent, or money laundering activities. 4.2 We reserve the right, at our sole discretion, to suspend or terminate your account if we suspect you have violated this agreement or any relevant laws and regulations. V. Risk Disclaimer 5.1 You understand that the cryptocurrency market is highly volatile, and the value may rapidly increase or decrease. GFK is not responsible for your trading losses. VI. Privacy Policy 6.1 We respect your privacy rights. Please refer to our Privacy Policy to understand how we collect, use, and protect your personal information. VII. Disclaimer of Liability 7.1 GFK shall not be liable for any losses resulting from the following: technical failures, network connectivity issues, government actions, market fluctuations, trading interruptions, hacker attacks, or other force majeure events. VIII. Changes to the Agreement 8.1 We reserve the right to change the content of this agreement at any time, and we will announce any significant changes through our website. IX. Contact Us If you have any questions about this agreement or need assistance, please contact our customer support team. The above is the User Agreement for the GFK Digital Asset Trading Platform. We hope you carefully read and understand these terms and conditions before using our services.
ar: اتفاقية المستخدم تم التحديث: 25 سبتمبر 2023 مرحبًا بكم في منصة GFK لتداول الأصول الرقمية (المشار إليها فيما يلي باسم "GFK"). قبل استخدام خدمات GFK، يرجى قراءة اتفاقية المستخدم التالية وفهمها بعناية. تحدد هذه الاتفاقية العلاقة القانونية بينك وبين GFK، بما في ذلك حقوقك ومسؤولياتك عند استخدام منصتنا. إذا كنت لا توافق على أي من شروط وأحكام هذه الاتفاقية، فيرجى التوقف عن استخدام خدمات GFK. 1. قبول الشروط 1.1 يشكل استخدامك لخدمات GFK موافقتك وموافقتك على الالتزام بجميع شروط وأحكام هذه الاتفاقية. إذا كنت لا توافق على أي جزء من هذه الاتفاقية، فيرجى التوقف عن استخدام خدمات GFK. ثانيا. استخدام المنصة 2.1 أنت توافق على الالتزام بالسياسات الوطنية لليتوانيا وجميع القواعد واللوائح الداخلية لمنصة GFK. 2.2 يجب أن تكون في السن القانوني، وفقًا للقوانين المحلية، حتى يكون لك الحق في التداول واستخدام خدماتنا. ثالثا. تسجيل حساب 3.1 تحتاج إلى تسجيل حساب GFK لاستخدام خدماتنا. أثناء عملية التسجيل، يجب عليك تقديم معلومات شخصية دقيقة. 3.2 أنت مسؤول عن حماية معلومات حسابك وكلمة المرور الخاصة بك ويجب ألا تشاركها مع الآخرين. إذا كنت تشك في أن أمان حسابك قد تم اختراقه، فيجب عليك إخطارنا على الفور. رابعا. استخدام الخدمات 4.1 أنت توافق على استخدام الوسائل القانونية والأموال القانونية فقط للمعاملات. لا يجوز لك المشاركة في أي أنشطة غير قانونية أو احتيالية أو غسيل أموال. 4.2 نحتفظ بالحق، وفقًا لتقديرنا الخاص، في تعليق حسابك أو إنهائه إذا اشتبهنا في أنك انتهكت هذه الاتفاقية أو أي قوانين ولوائح ذات صلة. V. إخلاء المسؤولية عن المخاطر 5.1 أنت تدرك أن سوق العملات المشفرة شديد التقلب، وأن القيمة قد تزيد أو تنخفض بسرعة. GFK ليست مسؤولة عن خسائر التداول الخاصة بك. السادس. سياسة الخصوصية 6.1 نحن نحترم حقوق الخصوصية الخاصة بك. يرجى الرجوع إلى سياسة الخصوصية الخاصة بنا لفهم كيفية جمع معلوماتك الشخصية واستخدامها وحمايتها. سابعا. تنويه المسؤولية 7.1 لن تكون GFK مسؤولة عن أي خسائر ناتجة عن ما يلي: الأعطال الفنية، أو مشكلات الاتصال بالشبكة، أو الإجراءات الحكومية، أو تقلبات السوق، أو انقطاع التداول، أو هجمات القراصنة، أو غيرها من أحداث القوة القاهرة. ثامنا. التغييرات في الاتفاقية 8.1 نحتفظ بالحق في تغيير محتوى هذه الاتفاقية في أي وقت، وسنعلن عن أي تغييرات مهمة عبر موقعنا الإلكتروني. تاسعا. اتصل بنا إذا كانت لديك أي أسئلة حول هذه الاتفاقية أو كنت بحاجة إلى المساعدة، فيرجى الاتصال بفريق دعم العملاء لدينا. ما ورد أعلاه هو اتفاقية المستخدم الخاصة بمنصة تداول الأصول الرقمية GFK. نأمل أن تقرأ هذه الشروط والأحكام بعناية وتفهمها قبل استخدام خدماتنا.

source: User Information
ar: معلومات المستخدم
zh_hans: 用户信息
zh_hant: 用戶信息

source: User cancellation
ar: إلغاء المستخدم
zh_hans: 用户取消
zh_hant: 用戶取消

source: Using aggressive language
ar: استخدام لغة عدوانية
zh_hans: 使用攻击性语言
zh_hant: 使用攻擊性語言

source: Value Date
ar: تاريخ القيمة
zh_hans: 起息日
zh_hant: 起息日

source: Variable price
ar: سعر متغير
zh_hans: 动态价格
zh_hant: 動態價格

source: Verification Center
ar: مركز التحقق
zh_hans: 认证中心
zh_hant: 認證中心

source: View
ar: منظر
zh_hans: 查看
zh_hant: 查看

source: View Assets
ar: عرض الأصول
zh_hans: 查看资产
zh_hant: 查看資產
